{"0":"# Addressing harassment\n\nYou are *always* in charge of the process and can decide how to move forward when you report an incident. We encourage you to talk about what happened.\n\nIf you are being sexually harassed (or suspect another person is being harassed), please report it to HR, your lead or [our outside confidential counsellor](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8). In serious cases like sexual assault, please call the police and inform HR that you plan to press charges. We acknowledge it’s often hard to come forward about these issues, and we strive to have as many channels of communication open so that whoever you're comfortable talking to, we're here for you. \n\nHere are the steps you can take, either:\n\n- **Talk to the offender**. If you suspect that an offender doesn’t realise they are guilty of harassment, you could talk to them directly in an effort to resolve the issue. This tactic is appropriate for cases of minor harassment (e.g. inappropriate jokes between colleagues, something you read on #overheard).\n- **Talk to your team lead**. Your team lead will assess your situation and may contact HR if appropriate. Explain the situation in as much detail as possible. If you have any hard evidence (e.g. emails), forward it or bring it with you to the meeting.\n- **Talk to HR**. Feel free to reach out to HR in any case of harassment no matter how minor it may seem. For your safety, contact HR as soon as possible in cases of serious harassment (e.g. sexual advances) or if your team lead is involved in your claim. Anything you disclose will remain confidential.","1":"- **Talk to a confidential counsellor**. If for any reason you don't want to talk to HR or your team lead directly, you can choose to talk to our outside counsellor. We appointed one in November 2018. The outside counsellor can listen to you and advise you on possible next steps. Again, you will always be in the lead on next steps. The content of your conversation will always stay confidential and will not reach Blendle or the offender. You can contact our counsellor directly by [email or phone (not a public link)](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8).\n\nIf you report assault to the police, Blendle will provide any possible support until the matter is resolved. In any case, we will ensure you are not victimised and that you have access to relevant evidence.\n\n## **What's not acceptable at Blendle**\n\nHarassment includes bullying, intimidation, direct insults, malicious gossip and victimisation. It’s impossible to create an exhaustive list, but here are some instances that we consider harassment:\n\n- Sabotaging someone’s work on purpose\n- Engaging in frequent or unwanted advances of any nature\n- Commenting derogatorily on a person’s ethnic heritage or religious beliefs\n- Starting or spreading rumors about a person’s personal life\n- Ridiculing someone in front of others or singling them out to perform tasks unrelated to their job (e.g. bringing coffee) against their will","2":"# General disciplinary measures\n\nOur Social code is crystal clear and very easily to follow. However, we also want to be clear about the consequences if for any reason you fail to follow the rules:\n\n- **Verbal warning.** When we find it necessary to formally give you a warning. It might be a minor violation or your first time.\n- **Official written warning**.  You will receive an official written warning for any serious breach of Blendle’s social code. This also applies when you already have had a maximum of two verbal warnings and your behavior hasn't improved. After 1 official written warning, we will move on to more serious measures like suspension or termination.\n- **Suspension.** This happens when you have committed a very serious offense, or when we need time to investigate a case. Your access to Blendle will be temporarily revoked until it's clear whether and which measures should be taken.\n- **Termination.** When the violation is of a very serious nature. These violations are most of the time determined by law and because of the severity of the act, we can terminate your contract immediately. Or, after an official written warning.\n\n## When do we apply these measures\n\nWhen we apply a measure, which measure we apply, and how long we apply it always depends on the situation and severity of the violation.\n\n- Any form of harassment including bullying, intimidation, malicious gossip and victimisation of your colleagues, either inside or outside of the office.\n- Any form of [sexual harassment](Sexual%20harassment%2069bffcbdaa6e4440b66be1239446c854.md), inside or outside of the office.\n- Any use of drugs and alcohol during work.\n- Use of drugs during Blendle outings and events, inside or outside of office barriers.\n- If you show any unacceptable behaviour towards our guests.\n- Stealing and fraud.","3":"# Sexual harassment\n\nWe take sexual harassment very seriously. While we strongly condemn any form of harassment, we specifically want to give guidance on sexual harassment because it has a big impact on feeling safe, happy and included at Blendle.\n\n**We won’t tolerate sexual harassment at Blendle in any shape or form. Our culture is based on mutual respect, responsibility and freedom. Sexual harassment is a serious violation of those principles.**\n\nSexual harassment can exhaust those who endure it. Speaking up about this issue is often tough for fear of not being heard, upsetting team leads and challenging corporate culture.\n\nPlease don’t let these fears deter you. Blendle will do everything possible to stop sexual harassment and any other kind of harassment from happening, while supporting harassed employees. We need to know what’s going on so we can act on it. By raising your voice on this issue, you help our company create a happy workplace and thrive.\n\n## Our principles\n\n- **No one has the right to sexually harass you.** Any person at Blendle who is found guilty of serious harassment will be terminated, whether they are C level or assistants. Also, if representatives of our contractors or vendors sexually harass our employees, we will demand that the company they work for takes disciplinary action and/or refuse to work with this person in the future.\n- **Sexual harassment is never too minor to be dealt with.** Any kind of harassment can wear you down and create a hostile workplace. We will hear every claim and take appropriate disciplinary actions.\n- **Sexual harassment is about how we make others feel.** Many do not consider behaviors like flirting or sexual comments to be sexual harassment, thinking they are too innocent to be labeled that way. But, if something you do makes your colleagues uncomfortable, or makes them feel unsafe, you must stop. Whether it is on or off Blendle premises.","4":"- **We assume every sexual harassment claim is legitimate unless proven otherwise.** We listen to victims of sexual harassment and always conduct our investigations properly. Occasional false reports do not undermine this principle.\n- **We will not allow further victimization of harassed employees.** We will fully support employees who were sexually harassed and will not take any adverse action against them. For example, we will not move them to positions with worse pay or benefits or allow others to retaliate against them.\n- **Those who support or overlook sexual harassment are as much at fault as offenders.** Leads and HR especially are obliged to prevent sexual harassment and act when they have suspicions or receive reports. Letting this behavior go on or encouraging it will bring about disciplinary action. Anyone who witnesses an incident of sexual harassment or has other kinds of proof should report to HR.\n\n## What’s not acceptable at Blendle\n\nSexual harassment has many forms of variable seriousness. A person sexually harasses someone when they:\n\n- Insinuate, propose or demand sexual favors of any kind.\n- Invade another person’s personal space (e.g. inappropriate touching).\n- Stalk, intimidate, coerce or threaten another person to get them to engage in sexual acts.\n- Send or display sexually explicit objects or messages.\n- Comment on someone’s looks, dress, sexuality or gender in a derogatory or objectifying manner or a manner that makes them uncomfortable.\n- Make obscene comments, jokes or gestures that humiliate or offend someone.\n- Pursue or flirt with another person persistently without the other person’s willing participation. Also, flirting with someone at an inappropriate time (e.g. in a team meeting) is considered sexual harassment, even when these advances would have been welcome in a different setting. This is because such actions can harm a person’s professional reputation and expose them to further harassment.","5":"- Launch a disciplinary process depending on the severity of the harassment. In cases of sexual assault or coercing someone to give sexual favours under threats, we will terminate the harasser immediately. We will terminate employees who are found guilty in a court of law of sexually assaulting another employee, even if HR has not conducted its own investigation.","6":"The most extreme form of sexual harassment is [sexual assault.](https://en.wikipedia.org/wiki/Sexual_assault) This is a serious crime and Blendle will support employees who want to press charges against offenders.\n\n## Inadvertent harassment\n\nSometimes, people who harass others do not realize that their behavior is wrong. We understand this is possible, but that doesn’t make the perpetrator any less responsible for their actions.\n\nIf you suspect that someone doesn’t realize their behavior is sexual harassment under the definition of this policy, let them know and ask them to stop. Do so preferably via email so you can have records. Please do not use this approach when:\n\n- Your lead, an upper manager, investor or customer is the perpetrator.\n- Sexual harassment goes beyond the boundaries of off-hand comments, flirting or jokes.\n\nIn the above cases, report to HR or our outside [confidential counsellor](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8) as soon as possible.\n\n## Disciplinary measures\n\n- Employees who are found guilty of sexual assault by a court of law will be terminated after the first complaint and investigation.\n- Employees who are found guilty by Blendle of sexual harassment (but not assault) the first time will be suspended for at least 2 weeks without pay.\n\nWe will terminate repeat offenders after the second claim against them if our investigation concludes they are indeed guilty.\n\nWe apply these disciplinary actions uniformly. Employees of any sexual orientation or other protected characteristics will be penalized the same way for the same offenses.\n\n## **What you can expect from HR**\n\nWhen there is a complaint, HR and team lead will act immediately. You will stay in charge of the process and can decide how to move forward. \n\nWe will:\n\n- Inform you about our disciplinary procedures and your options.\n- Ask you to give us as many details and as much information as possible. It will help us investigate the matter to the best of our ability.","7":"# Blendle Social Code\n\n**We want you to feel safe, happy, free and able to express yourself authentically at Blendle. We won’t tolerate any form of bad behaviour, racism or (sexual) harassment. If any of this is happening (or you have the slightest feeling of discomfort), please speak up. We’ll support you. If you don’t feel comfortable talking to any of us, you can talk to our [confidential counsellor](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8) (not a public link) at any time.**\n\nThis part of our handbook describes our social code in more detail. This social code describes what is acceptable and unacceptable behaviour when working at Blendle and the steps we will take to restore the values when someone violates them.\n\nWe were inspired after reading [this example from Workable](https://resources.workable.com/employee-code-of-conduct-company-policy) and used that as a starting point for this document.\n\n**Why do we need this social code?**\n\nBy setting out our code our goal is to make sure it is crystal clear what is OK and what’s not. It is a starting point for healthy discussions, and we hope to support any feeling of mistreatment with it.\n\n**Our social code**\n\nWe expect you to foster a well-organised, respectful and collaborative environment. You should avoid offending, participating in heated altercations and disrupting our workplace. We will not tolerate anyone intimidating, pestering, humiliating, victimizing or sabotaging others at Blendle. We also prohibit wilful discrimination based on age, sexual orientation, gender, ethnicity, race, religion or disability. This is by no means an exhaustive list but it gives an indication, use your common sense. You should also conform to [our inclusion and diversity policy](Diversity%20and%20Inclusion%20b8d3907631944696a4e76c2a41e757a5.md) in all aspects of your work, from recruitment and performance reviews to interpersonal relations. In general: ‘Do unto others as you would have them do unto you’.","8":"This code applies to all employees, contractors, public visitors, customers and anyone else at Blendle with whom you come into contact.\n\n[Addressing harassment](Blendle%20Social%20Code%201178dd7f18cf49cea04bf9efcb2d84b2/Addressing%20harassment%20adf1331beac64de6896f69a3ba238405.md)\n\n[Sexual harassment](Blendle%20Social%20Code%201178dd7f18cf49cea04bf9efcb2d84b2/Sexual%20harassment%2069bffcbdaa6e4440b66be1239446c854.md)\n\n[General disciplinary measures](Blendle%20Social%20Code%201178dd7f18cf49cea04bf9efcb2d84b2/General%20disciplinary%20measures%20f8396878804a4eab9277ba5d2cd4cd08.md)\n\nGood reads:\n\n[How to Talk About Sexual Harassment](https://leanin.org/meeting-guides/how-to-talk-about-sexual-harassment)\n\nWe were inspired after reading this example from Workable and used that as a starting point for this document.\n\n[Employee Code of Conduct Company Policy Template](https://resources.workable.com/employee-code-of-conduct-company-policy)","9":"# Blendle library\n\nThere is so. much. good. stuff out there. The Blendle library is a virtual and physical place to share good reads/listens/watches. \n\nLet your inner nerd out!\n\n- **The physical library(tje)**\n    \n    We’ve got 4 shelves reserved next to the LINDA for good books to share and loan. As you can see we have a lot of room, so feel free to come up with suggestions on what books to buy or bring a book you want to share. We have two 'empty' sections, so go ahead and fill them if you want to. \n    \n- **The virtual library**\n    \n    Again, there is so much good stuff out there. The virtual library is a way to not let it go to waste and share good stuff we see online.\n    \n    Here is how it works: you read, hear, watch something great: share and recommend it here. The other way around: you get to see what your colleagues read and can be inspired by it.\n    \n    If you are on [Goodreads](https://www.goodreads.com/), you could also join the private [Blendle group](https://www.goodreads.com/group/show/159991-blendle) (requires approval of one of the group moderators).\n    \n     \n    \n    - **Podcasts**\n    - **Leadership**\n        \n        [](https://www.intercom.com/blog/motivate-your-star-performers-with-meaningful-career-conversations/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+contrast%2Fblog+%28Inside+Intercom%29)\n        \n    - **People operations (HR)**\n        \n        ['Disrupt Yourself Podcast with Whitney Johnson' van Whitney Johnson op Apple Podcasts](https://itunes.apple.com/nl/podcast/disrupt-yourself-podcast-with-whitney-johnson/id1156483471?mt=2&i=1000406162408)\n        \n        [How We Support Remote Employees at DigitalOcean](https://blog.digitalocean.com/how-we-support-remote-employees-at-digitalocean/)\n        \n    \n\n# Work at Blendle\n\n---","10":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","11":"# Blendle value's\n\nPutting our set of values or our way of life in writing wasn't an easy task. Mainly because the moment we started putting this in writing, it already altered. We started with a set of Blendle peeps writing down every word that came to mind when thinking about Blendle. We made categories and tried making sentences out of it. We shared that with the whole group, got some good feedback and slimmed it down to 5 powerful value's.\n\n![Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/freedom.png](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/freedom.png)\n\n![Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/honesty.png](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/honesty.png)\n\n![Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/proactive.png](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/proactive.png)\n\n![Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/team_spirit.png](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/team_spirit.png)\n\n![Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/responsible.png](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6/responsible.png)\n\n---\n\n# Work at Blendle\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/).","12":"# Calling in sick/better\n\n1. You are ill/sick or had an accident and **can not work.**\n2. **Let your team and your lead know** that your are sick and when you expect to feel better. If your lead isn't in or on holidays, you can contact HR.\n3. **Update everyone** on how you are feeling if it takes longer then expected. Stay home until you are better.\n4. **Let everyone know** when you are back.\n\nFYI:\n\n- **Your lead calls you in sick with the [Arbo](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8),** which is important for insurance and legal purposes.\n- Arbo helps us (you and Blendle) in case we need advice or help. They have counsols and doctors on speed dial if needed, visit our [Arbo page](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8) for the information.\n- If you call in sick more then 3 times in a year, that is considered above average, so Arbo advises us to check in with you if you are alright. We will.\n- Don't feel guilty for being sick.\n- Go to the doctor in time if you need to. Don't act tough.\n- If you have weird or vague complaints over a longer period of time like headaches, bad sleep or panic-related stuff. Check your stress level.\n- **You want to call or e-mail our direct contact at Arbo directly, you can find the contact details [right here](https://www.notion.so/ceb925ba799f4dcab14bee5af3ffc0b8)** (not public)\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","13":"# Culture & Role-Modelling\n\nThis might be a given but we think it is so important that we dedicated a section to it: the soft shit. Everything that is not concrete or directly work-related, but is as important.  \n\n- **Vision, mission and strategy**\n    \n    For people at Blendle, it's really important to know why they are doing what they do and what the effect or impact is. You probably constantly think and talk about why and how we do things. Don't forget that your team members often don't have that context. Here are two things to close that gap of information and context.\n    \n    - **Proactively share what was discussed in high-level meetings.** Also what did we decide not to do and how was the decision made (based on hypotheses or data?).\n    - **Ask your team** if they know **why they are doing** what they're doing. Remind them of it if you feel the need.\n- **Vibe and morale**\n    \n    Working in a nice and vibrant environment is important to all of us. A place where people are motivated, willing and positive. Do not underestimate the importance of this and the impact it can have on the daily work. Two things you can do:\n    \n    - Make it a recurring agenda point during retrospectives: how was the vibe during this sprint?\n    - Address it if you feel morale is fading. It can be a red flag. Is it one person? One situation? One team? One project? Or is it more?\n    \n- **Culture**\n    \n    Lead by example when it comes to culture. We tried pinning down our DNA by writing down our operating principles but we came to the conclusion it's essentially all about you. The people themselves are the culture and we guard that culture. What you stand for, what you believe in and how we treat each other is part of our DNA. So be yourself and keep expressing yourself to your team. 'This is not how we do things' is a totally fine comment. Don't forget to explain why though :).\n    \n    Check our page about culture and values here:","14":"[Blendle value's](Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6.md)\n    \n- **Relate and care personally**\n    \n    The people around you are probably one of the reasons you like working at Blendle. We are not robots, so relate to your team. As a lead, it's good to **invest in personal relationships**. This will help you in so many ways. \n    \n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","15":"# Good reads\n\n# Good items used as source\n\n---\n\n[Help Your Team Manage Stress, Anxiety, and Burnout](https://hbr.org/2016/01/help-your-team-manage-stress-anxiety-and-burnout?utm_source=All+Poynter+Subscribers&utm_campaign=375ceb2697-EMAIL_CAMPAIGN_2017_04_12&utm_medium=email&utm_term=0_5372046825-375ceb2697-257900805)\n\n[Burnout Self-Test: Are You at Risk?](https://www.mindtools.com/pages/article/newTCS_08.htm)\n\n[Diversify Your Identity](https://markmanson.net/diversify-your-identity)\n\n[Recovering from Burnout](https://kierantie.com/a/burnout/)\n\n[Practical Frameworks for Beating Burnout](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n\n[From Rats in Cages to Primates in Paradise - The Scientific Story of Stress in Society](https://medium.com/basic-income/human-park-a-mammals-guide-to-stress-free-living-17f6cab007b3)\n\n# Interesting related reads\n\n---\n\n[Tijd voor de pauzeknop](https://blendle.com/i/eos-wetenschap/tijd-voor-de-pauzeknop/bnl-eos056-20171026-89e43bf8b68?sharer=eyJ2ZXJzaW9uIjoiMSIsInVpZCI6InJvbGFuZGdyb290ZW5ib2VyIiwiaXRlbV9pZCI6ImJubC1lb3MwNTYtMjAxNzEwMjYtODllNDNiZjhiNjgifQ%3D%3D)\n\n[Strategieën tegen stress](https://blendle.com/i/eos-wetenschap/strategieen-tegen-stress/bnl-eos056-20171026-8480d9a47b8?sharer=eyJ2ZXJzaW9uIjoiMSIsInVpZCI6InJvbGFuZGdyb290ZW5ib2VyIiwiaXRlbV9pZCI6ImJubC1lb3MwNTYtMjAxNzEwMjYtODQ4MGQ5YTQ3YjgifQ%3D%3D)\n\n[Go with the Flow](https://blendle.com/i/eos-wetenschap/go-with-the-flow/bnl-eos056-20171026-353b94fdffd?sharer=eyJ2ZXJzaW9uIjoiMSIsInVpZCI6InJvbGFuZGdyb290ZW5ib2VyIiwiaXRlbV9pZCI6ImJubC1lb3MwNTYtMjAxNzEwMjYtMzUzYjk0ZmRmZmQifQ%3D%3D)\n\n[Help Your Team Achieve Work-Life Balance - Even When You Can't](https://hbr.org/2017/08/help-your-team-achieve-work-life-balance-even-when-you-cant)\n\n[The Science Of Success](http://www.huffingtonpost.com/don-joseph-goewey-/stress-success_b_5652874.html)\n\n[Can't Get No Satisfaction](http://nymag.com/news/features/24757/)","16":"[How I Reduced Stress, Increased Productivity, and Made Myself Happy Again](https://betterhumans.coach.me/how-i-reduced-stress-increased-productivity-and-made-myself-happy-again-7be3cdedd28f)\n\n[]()\n\n[How to avoid startup stress & founder burnout - The Startup - Medium](https://medium.com/@mitchellharper/how-to-avoid-startup-stress-founder-burnout-121c705fb2ff)\n\n[(2/5) Hoe word je een minder gestreste werknemer?](https://www.youtube.com/watch?v=Npm_7wd_aZ8)\n\n[Trickle-down workaholism in startups - Signal v. Noise](https://m.signalvnoise.com/trickle-down-workaholism-in-startups-a90ceac76426)\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","17":"# Intro: two things you should know\n\nWhen working at Blendle, there are a few things you should know. Not to scare you. It is just something to be aware of.\n\n## **1. Blendle is a startup**\n\nBlendle is a startup. Your salary (and all benefits) is paid from money from investors. You (and the people you work with) are part of the solution to the problem we are trying to solve. Time lost or wasted is bad, because it doesn’t bring us closer to the goal: supporting quality journalism. We need money to do so. Finding the right product-market fit (building a freaking beautiful product which the whole world wants to use) and becoming profitable is crucial to reaching the end goal.\n\nWe tend to say to people (imagine a smile on our face): ‘Hey, but no pressure!’, and then we both start to laugh (or else it is awkward). Well let me say this once, loud and clear: we realise that there is pressure. It can be pretty intense. This is not a regular corporate day job, and that has its up- and downsides. Example upside: we don’t care where and when you work, which means flexibility. Example downside: you have to be able to regulate yourself, which can be hard.\n\nThere are a lot of product/business choices made because of this survival mode. Some you might like (a lot of freedom and responsibility in your work), some you might dislike (pressure on shipping, for example). **Bottom line: survival mode results in a fast-paced, high-pressure, sometimes hectic/chaotic environment.**\n\nWe trust you to keep this in mind along this rollercoaster ride called Blendle. We trust you to remind your colleagues about this when you feel like they forgot. We trust you to ask questions, always and to anyone. We trust you to spend the money and time you have here as if this were your own startup and you are the entrepreneur.\n\n## 2. Working at Blendle can be stressful","18":"Now you are aware of the fact that Blendle is in survival mode, you should be aware of how this can impact you. Survival mode will get you on your toes, but you can’t be on your toes 100% of the time. Stress and pressure is good when it pushes you to come up with something no one ever thought of. We need that to succeed. **But too much or too long stress and pressure is counterproductive.** \n\nCombine this with an ambitious, driven, perfectionist character and you have a dangerous cocktail. We are all very eager to grow. We'll talk more about this on the page 'What is stress'.\n\nOh and sometimes ‘life happens’. Life events happen and it affects your state of mind. Don’t underestimate the effect of stuff happening in your life.  Add this to the equation and you might understand why we want to address this.\n\nFor now we’ll use the term stress. Not sure if that covers everything.\n\nIn the following pages we’ll talk about what stress is, how you can recognize when there is too much stress, what you can do and what Blendle can do.\n\n## **TL;DR**\n\n- [ ]  Read [http://firstround.com/review/practical-frameworks-for-beating-burnout/](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n- [ ]  Be aware of your stress level and work-life balance (use the checklists/self test)\n- [ ]  Be aware of the stress level and work-life balance of your colleagues and speak up.\n- [ ]  Act: change your schedule, take time off, rethink your role and talk about it.\n\n## [Continue reading, start finding out what stress is](What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9.md) >>\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","19":"# What can Blendle do?\n\nThere’s a lot Blendle could improve and we’re working on that. The fact that we are a fast-paced startup with an aim to save journalism is not something that will change any time soon. This also means that we are facing a runway, which affects our everyday work. This is fuelling us to go the extra mile, but the downsides are also obvious.\n\nSo what can Blendle do?\n\n- **Voicing vision & mission more:** everybody should feel connected to where Blendle is going and why. Talking about this more will help everybody align. This way everybody has more influence on the direction and it is more clear why a change of direction is made and how this affects your work.\n- Open channels: **work on transparency and trust**: everybody should be able to speak up if they feel that the stress level is too high. Also when someone feels like they aren’t in the right role or simply doing work they don’t love everyday.\n- **Build an environment which is less stressful.** This piece is step 1 on this point. Notice when people work too much. Tell people if we notice it and tell them to take action (go home, take holiday, work less, talk to someone). Let’s also keep improving the process we have in place for when people feel it’s too much.\n- **Keep jobs fun:** Blendle has the unique opportunity to let people work on things they love and are good at. We have to make sure that we guard that. Roles will evolve and let’s keep an eye out for people growing in a direction they might end up hating.\n- **Educate:** we should include this topic in the first month (onboarding) and help people regulate their work even more. For example the Getting Things Done method. It wasn’t made to get people to work harder and more, it was made to get people to work better and feel less stressed. Within Blendle it can be hard to regulate yourself. We need to be able to help people who struggle with planning, prioritizing, saying no and setting boundaries.","20":"- **Feedback and praise:** keep working on the feedback cycle and don’t forget to include praise. Let’s also work on making sure everybody knows what is expected of them.\n- **Create awareness** within teams and team leads:\n    \n    Are you giving regular feedback?\n    \n    Are you giving praise?\n    \n    Are you actively challenging your team?\n    \n    Are you listening to what they want and are you voicing that to others?\n    \n    Are you involving your team in the Blendle mission (is it clear)?\n    \n    Is your schedule (and that of your team) in a healthy rhythm (work-life balance)? You set the example.\n    \n    Is your team taking regular holidays/long weekends?\n    \n    Here’s an article about how to help your team with this: \n    \n    [Help Your Team Manage Stress, Anxiety, and Burnout](https://hbr.org/2016/01/help-your-team-manage-stress-anxiety-and-burnout?utm_source=All+Poynter+Subscribers&utm_campaign=375ceb2697-EMAIL_CAMPAIGN_2017_04_12&utm_medium=email&utm_term=0_5372046825-375ceb2697-257900805)\n    \n- **Look out for each other:** there is no official peer program (not yet), so we have to look out for each other. Ask each other questions and be candid to each other if you hear red flags.\n- **Hiring**: we should keep hiring great, talented people who will give us energy, ideas and of course are fun to work with.\n\nThat’s it folks. Let’s get this conversation going.\n\nIf you are struggling with this now (try the self test) and you recognize the symptoms you might have read in the articles: let us know. Talk to someone. We can help.\n\n**Want more? G[o to good reads for more pieces on this topic >>>](Good%20reads%20e975bced442d483c8c510d54e958444d.md)**\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","21":"# What can I do\n\n**Good news:** you can do something.\n\n# 1. Check yourself:\n\nWhen looking at all the things stated in chapter 3, you might recognize some stuff. In addition you can fill in this self test: \n\n[Burnout Self-Test: Are You at Risk?](https://www.mindtools.com/pages/article/newTCS_08.htm)\n\nSo how are you?\n\n[]()\n\n- I'm good!\n    \n    Great, take some time to realize why you are doing fine and take measures in order to prevent yourself from getting to stressed.\n    \n- I’m okay-ish, but something needs to change.\n    - Start by telling your team lead that you feel like you have been on your toes for a while and you think you need time to recover. Also tell your team. Also tell HR.\n    - Come up with a concrete 2 week plan (we can help you with that) to release some of the first pressure. This will mean a less busy sprint, shorter days, and maybe 2 weeks of 4 days to start with (or a holiday). The hours you gain, you can spend on things you enjoy and help you reload (Netflix, sports, cinema, go to the beach, visit friends, play with model trains). We learned that just doing nothing, doesn’t always help, so make sure to spend time on things you like.\n    - During these two weeks you check in with your team lead how your stress level is. You can make it really concrete by giving your stress level a number (1-10).\n    - Once you feel reloaded, we (you, teamlead and HR if you like) need to talk about the factors that caused your stress level to rise and see how we can prevent this from happening again.\n- I’m not good. I recognize the symptoms and I’m on the verge of burning out.\n    - Don’t wait, speak up now. Tell your team lead, tell Rolo/HR.","22":"- **It is impossible to work 60 hours productively over a longer period of time.** It hurts you and Blendle to work that much. If you are able to work 8 productive hours a day you should be proud of that. Sometimes it will be 6, sometimes 10: relax, it’s okay, You’re not working in a factory with time stamps.\n    - Be flexible. Some days you just don’t have it. **You are not a machine.** Of course, first you’ll take a walk and grab a double espresso or a Club Mate, but if that doesn’t work it’s okay. Go home. Go to the gym. Go play with your kid. Go kiting. Go for a walk in the forest. Anything, just don’t sit behind your desk to ‘make the hours’. That’s not helping anybody.\n    - Working at home vs. at Blendle HQ. Try to strike a **balance between home/office**. Meetings and brainstorms are best done face to face but a day of deep work is best done in a cafe or on an abandoned island with 4g.\n    - **Rotate, change your pace.** During the summer it can be nice to start at 6:30 and bike to the beach at 15.00h. During the winter, every morning might feel like a small hangover and you stroll into HQ at 10:00 after your first 2 cups of coffee.\n- **Take care of your body and mind**\n    \n    \n    **Take holidays and days off.**\n    \n    This one seems obvious, but we know it’s not. We believe that working at Blendle is the Premier League, the creme de la creme :). That takes it’s toll and asks a lot from your body and mind. These two need time to recharge from your efforts. Make sure to build in moments of absolute rest during the year. It’s called a holiday. Make sure to take 4 weeks, and make sure at least 2 of those are in a row. Advice would be to really go away: studies show that this works best. There are some studies showing that taking regular holidays (every quarter) are very effective. So don’t wait 6 months to take 2 weeks. Also take a week every now and then.\n    \n    **Don’t work when you’re sick**","23":"- We have (external) professionals who are experts on this topic. We can put you in touch with them. They know Blendle and the environment and they will be able to get you back on track. Our advice would be to talk to us first, but if you feel you can’t do that for whatever reason: contact Martijn ten Bokum from Arbobutler: m.ten.bokum@arbobutler.nl.\n    - Depending on your case and your problems, we (together with the people from Arbobutler) come up with a tailor made plan, based on what you need. This could involve some time off, working less or talking to a job coach.\n\n# 2. Be aware\n\nYou can start with dividing your life into different parts. Think of: family, work, colleagues, sports, hobby, voluntary work. Once you have a clear overview of all the different areas, think about whether it adds to your stress level and if there are ways to change things. Let's zoom in a bit further:\n\n**Private life**\n\nMaybe you are in the middle of moving into your dream house or you are trying to get your house sold. Maybe you become a mom or dad, or maybe you really want to. Maybe you just got married or you just went through a rough break up. Maybe you have a lot of debts which are hard to get rid off. Maybe you have an addiction you are struggling with. Maybe you lost someone you love. Whatever it is: it affects your meter and it adds up.\n\nMapping this out and being aware of this already helps. When becoming aware of a big thing which adds to our stress level, we can see if we can try to fix it. This will not work for everything — of course, life sucks sometimes. But when in the midst of moving to another house, why not take 2 weeks off and really get it done instead of doing it beside your demanding job? Even the harder obstacles can be worked on. Start by going to the doctor, marriage counseling or a psychologist. It won’t ‘fix’ the problem instantly of course, but it’s a start. And again: sometimes life sucks.\n\n**Blendle life**","24":"- Working at a startup in survival mode (shifting directions, runway, fixing the product, changing teams)\n- Your personal development (new role, changing responsibilities, not a set-in-stone job description)\n- Everything happening around you (people leaving and joining, people taking on new responsibilities, changing PM’s and teamleads).\n\nWe know this adds to your tally. Again, just becoming aware of this already helps.\n\nAnd also again, when you see something causing a lot of stress, let’s get to work on it. Not digging the new team structure? Not feeling your current role? Not happy with your team lead? Bring it up with someone you trust (HR, your team lead, Alexander, just anyone) and let’s try to fix it or at least talk about it.\n\nBlendle cares. We care. So if you’re struggling, let’s change things to make sure you are happy, healthy and at your best.\n\n# 3. Make changes: here are some quick wins\n\n- **Look at your work life balance**\n    \n    \n    > In engineering, people talk about asset integrity, which means that you service the machinery before it breaks. In modern organizations, the work is thinking and the machinery is your brain. We know from cognitive science that there are hard limits to what the brain can deal with. And yet, there’s an awful lot in the way we work which flies in the face of that. We think that if we work through the night, we’re being very clever. We’re not. We think we can work long hours — month after month, year after year — and that there won’t be any wear and tear. But there is.\n    > \n    \n    [Career advice for millennials (and really, anyone) from Margaret Heffernan](http://blog.ted.com/career-advice-for-millennials-and-really-anyone-from-margaret-heffernan/)","25":"How does that look? Sometimes it’s better to skip a morning stand-up to visit a physio for your constant headache. You are acting in Blendle’s interest when doing this.\n    \n- **Check your work, job and role**\n    \n    \n    Are you doing the right job? Do you get energy from what you are doing? Do you feel like you’re making a difference? Do you love most of it? Of course there will be stuff you don’t like, that’s totally normal. But are you doing things you are good at and you like? And is there enough challenge, perspective and room to grow?\n    \n    Are you getting enough praise and feedback? Do you know what is expected from you? Do you know how you are doing at the moment?\n    \n    It’s really important that you know how your team and team leads think you are doing. Ask them! What are you doing well, what needs to improve. Use the structure we came up with: 1on1’s, personal goals, feedback sessions, peer reviews. But feel free to alter them in order for them to work for you. Just don’t do nothing.\n    \n- **Last but not least: get informed.**\n    \n    There is a lot of information out there. Inform yourself. It will help you recognize a potential threat earlier and help you act on that. \n    \n    Going to the [**Good Reads**](Good%20reads%20e975bced442d483c8c510d54e958444d.md) page is a great place to start :).\n    \n\n**Keep reading, [here's what Blendle can do.](What%20can%20Blendle%20do%2031526dcdb7174d7d9e4c2d907efe6f5e.md) >>>**\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","26":"When you have the flu, stay at home. Get back to work when you are fully recovered. Don’t feel guilty about it (easier said than done, we know). Yes we miss you, but we can do it without you for a few days. Even better: with you being away, your team might have to rethink how certain things are done in your absence. It can cause a new (maybe better) way for tasks and responsibilities to be distributed and single points of failure can be discovered and fixed.\n    \n    **Food and exercise**\n    \n    Crucial to feeling well, is taking care of your body. Studies show that exercise is crucial when having a demanding job. That doesn’t mean we want you all to be fitgirls and fitboys. But: get moving. Go skating, hiking, biking, surfing, do yoga. Do something. Your body isn’t made to sit in a chair all day. Use the facilities at the office (standing desks and desk bikes) and try to go for a walk every day (is the 1on1-walk a thing yet?). The things you consume also affect this of course, no secrets there. Take care of yourself by consuming good stuff. No rocket science: just more veggies and water, less alcohol and smoking. Take care of yourself.\n    \n    **When something is wrong: go see a doctor:**\n    \n    Don’t wait too long to go see a doctor or therapist. It’s very normal to talk to a psychologist or coach every once in awhile. Just as normal as visiting a physiotherapist for back pain because you have an office job.\n    \n- **Setting priorities right and saying no (I know this is hard)**\n    \n    \n    1. You, your family, friends and loved ones\n    2. Blendle\n    \n    It’s important to know what the right order is. Your health comes first. Your loved ones come first. We want you to pay attention to your number 1 priority and have your private life in order. Because if it’s not, it will add to your stress level.","27":"Yes, as we now know there is a lot more to it than just taking holidays and working less. You could still feel stressed working 20 hours. Looking at the time spent on work and time spent on your personal life is a pretty good start and good for everybody (also when you don’t feel stressed. Let’s try to prevent it).\n    \n- **Take freedom and responsibility: find the right rhythm**\n    \n    \n    We are a company with flexible working hours. This freedom comes with a responsibility. When we say that, a lot of people assume that they need to work a lot and really hard in exchange for that freedom. That is not what we are trying to say.\n    \n    **You have the responsibility to find out what rhythm works for you best, to be at your best.** Simply because we believe not everybody works the same way. So do you have the rhythm which works best for you? We want everybody to be able to bring their child, cat or car to daycare. Not because we love cats in particular (yes we do), but we want nothing to get in your way of getting the most out of your day. The fact that we don’t care when and how many times you go to a doctor, psych or barber is not because we want to be the ‘cool employer’, but because you need your health to add value that day. So if that means visiting the barber once a week on Monday morning: please do.\n    \n    So have you found your rhythm yet? Rolo hates traffic jams so you’ll see him coming and going at exotic times. Alex is scrolling through his Twitter feed till late at night so you won't see him before 11:00 at the office. Rick’s alarm clock is set at 6:00 and we know he doesn’t snooze, so he’s in at 8:00, leaving early to have dinner with his wife.\n    \n    It might help announcing changes in your rythm to your team. It makes it feel legit for you, and your team members can help you with it.\n    \n    When rethinking your rhythm, keep this in mind:","28":"# What is stress\n\n## Basic stress system\n\nStress is different for everybody and therefore hard to grasp, but the fundamentals are somewhat the same. It all starts between your ears: yup, your brain. On a real basic (biological) level, your brain reacts to situations by unleashing certain substances in your head and body. These substances make your body ready for **fight or flight**. This system is great when you for example need to run from a lion or bear. Your body and mind go into survival mode, giving you extra strength, extra endurance and extra focus. **Back in the day, it was a great way to survive.**\n\n> We call this the fight-or-flight response, and while this once incredibly important response was evolutionarily adaptive, it is now maladaptive. We don’t live in that same world anymore where it made so much sense. We aren’t being chased down by lions or being eaten by wolves while sitting in front of our computers in our air-conditioned offices, and yet our fight-or-flight responses are still being activated.\n> \n\n[From Rats in Cages to Primates in Paradise - The Scientific Story of Stress in Society](https://medium.com/basic-income/human-park-a-mammals-guide-to-stress-free-living-17f6cab007b3)\n\nNowadays this system is still triggered from time to time, helping you 'survive', but in a slightly different way. At Blendle this system can come in handy when working towards a launch, finishing a feature, picking the best stories, making angry users happy or doing that crucial presentation to get that big ass partnership. At Blendle you will face these moments more than in an average company. This is not only because Blendle is in survival mode, but also because your work carries weight. It matters. In a lot of situations you are solely responsible for a very impactful decision or call. **The stress system will help you perform and get better**. But, there is a big but. Every time you use this system (on purpose or not), you need time to recover and reload.","29":"**Too much of this stress system will drain you** and eventually burn you out. Not if, when.\n\nHow much exactly is really hard to determine, because this varies from person to person.\n\n## We push ourselves to grow\n\nAs said: stress and pressure is good when it pushes you to come up with something no one ever thought of. We need that to succeed. But too much or too long stress and pressure is counterproductive. This graph paints a pretty clear picture:\n\n![What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Schermafbeelding_2017-06-28_om_12.56.40.png](What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Schermafbeelding_2017-06-28_om_12.56.40.png)\n\nA lot of people are very eager to grow, to get better. Getting out of your comfort zone will help you do so. But pushing it too much will get you in the danger zone. Jean send me these circles a while back and I like how it illustrates the thin line between pushing it to grow vs. pushing too hard for too long.\n\n![What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Pasted_image_at_2017_06_28_08_58.png](What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Pasted_image_at_2017_06_28_08_58.png)\n\n![What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Pasted_image_at_2017_06_28_09_01.png](What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9/Pasted_image_at_2017_06_28_09_01.png)\n\nBefore we dig into all the different variables which can cause or relieve (and reload) stress, let’s talk about how to recognize when it is ‘too much’.\n\n## [How do you know when there is too much stress?](When%20is%20there%20too%20much%20stress%20c26ecf94fd5840ddad3c9ed521ab283c.md) >>\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","30":"# When is there too much stress?\n\nA burnout is referred to as a **‘death by a thousand cuts’**. So there is never one thing that will push you over the edge. It’s always a combination. A cocktail.\n\nLet’s start with a few quotes from people who had a burnout. This might not resonate with you directly because you may not feel like this. But this is to give you a grasp of how it feels when it’s been too much.\n\n> “It’s not just having too much to do, it’s having committed to doing more than you know you have time for. It’s committing to things you know at the time you won’t be able to get to, but another voice in your head says, ‘I’ll make it work somehow.’”\n> \n\n> “Different people manifest burnout in different ways, but I think for all of us, it’s some variety of a shutdown,” she says. Parts of your personality start to contract. Your range of expression shrinks. Your world view narrows.”\n> \n\n[Practical Frameworks for Beating Burnout](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n\n> “Suddenly without direction, I started feeling more and more disconnected. My work was no longer motivating, and it became harder and harder to stay focused. I felt like I was failing – like I should be able to make things work, but for some reason, I couldn’t.”\n> \n\n> “I wasn’t overworked, but I was exhausted all the time. I couldn’t concentrate on my work – even simple tasks like responding to emails felt monumental. I was only able to work at a mere fraction of what I knew I was capable of. Things that used to be easy were almost impossible. I was plagued with insomnia, and found myself forgetting meals. My creativity had vanished – I could barely even respond to emails, let alone design a product.”\n> \n\n> “Joyful activities, like playing with my infant daughter, suddenly felt like an obligation and a chore.”\n> \n\n[Recovering from Burnout](https://kierantie.com/a/burnout/)","31":"- Feel that **your work matters** and has **impact**.\n- Working in **a role that fits** you (doing work you like and you are good at and work on things you love).\n\nThis is just an outline and it isn’t meant to be complete. We have a lot of different characters at Blendle, but we do attract a certain type of person. This person usually has a big feeling of responsibility and a big drive and ambition. This type of person in particular is vulnerable to stress:\n\n> “In a way it’s ironic that this problem plagues Type-A players the most. The people who want to do their best and accomplish the most end up limiting themselves unintentionally. In startup culture, this usually manifests in people trying to have peak performance at work while also going to all the social events and being great to their families at the same time. Then they’re hard on themselves for not getting perfect marks in every category. As soon as they meet their own bar, they raise it.”\n> \n\n[Practical Frameworks for Beating Burnout](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n\nAlright, so here we are: we now know we have a potentially dangerous environment (startup, fast paced, a lot of changes, a lot of freedom, not always clear structure) and we attract certain type of people: responsible, perfectionist, driven, ambitious and hard on themselves.\n\n \n\n## [What can we do?](What%20can%20I%20do%20de9fe4bbfc404540a042985ed4e7f85b.md) >>>\n\nYes, we can do something about it :)!\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","32":"So I hope this helps you grasp how you might feel when it’s already too much. If you feel like ‘omg this is me’, that is a red flag…\n\nAfter a lot of reading and talking to people, I made a list of red flags that kept popping up:\n\n**Symptoms you can look for by yourself** (this is really different for everybody and therefore not list you can cross off)\n\n- It’s hard to concentrate over a longer period of time\n- Irritated and agitated (easily)\n- Emotional (more than normal, often on moments you don’t expect it)\n- Trouble sleeping (falling asleep but also sleeping through)\n- It’s hard to put things in perspective (it’s all big, heavy and important)\n- Low energy and not in the mood to do stuff (you would normally do)\n- You don’t enjoy things (starting with your work, but even your food might taste bad)\n- Depressing and anxious thoughts\n- Physical manifestations of stress: palpitations, hyperventilation, headaches, constipation\n- Trouble remembering stuff (you forget things more than usual)\n- Compulsive behaviour increases (addictions and ticks)\n\n**In your job you could look at the following:**\n\n- **Work-life balance:** not working too much and really ‘tuning out’ when not working (no slack, mail or even Twitter with colleagues). Spending time with loved ones, investing in personal relationships and hobbies. Read more about why this is so important:\n\n[Diversify Your Identity](https://markmanson.net/diversify-your-identity)\n\n- **Being happy with (believing in)** the direction the company is going. Do not underestimate how this effects you. Try speaking up if you feel like you are disconnected to the overall goals, beliefs, direction, mission and vision. Especially because it changes all the time.\n- After being ‘on your toes’ for a while, you have **time to recover.** Not having the ‘it’s never done or good enough’ feeling.\n- **Good relationships** with colleagues and team lead: having the feeling you can speak up and share doubts and/or troubles.\n- **Influence and freedom** in the work you do.","33":"# #letstalkaboutstress\n\nLet’s talk about stress. Too much stress. \n\nWe know this can be a topic.\n\nSo let’s get this conversation going. \n\n[Intro: two things you should know](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/Intro%20two%20things%20you%20should%20know%201e9d1ead05fd43b786090163a603019f.md)\n\n[What is stress](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/What%20is%20stress%205d558b6112be46d79ad3a48b6b33eed9.md)\n\n[When is there too much stress?](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/When%20is%20there%20too%20much%20stress%20c26ecf94fd5840ddad3c9ed521ab283c.md)\n\n[What can I do](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/What%20can%20I%20do%20de9fe4bbfc404540a042985ed4e7f85b.md)\n\n[What can Blendle do?](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/What%20can%20Blendle%20do%2031526dcdb7174d7d9e4c2d907efe6f5e.md)\n\n[Good reads](#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/Good%20reads%20e975bced442d483c8c510d54e958444d.md)\n\nGo to **#letstalkaboutstress** on slack to chat about this topic\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","34":"# Diversity and Inclusion\n\nIt was this ^^ picture from our Christmas party three years ago which got us some replies on Twitter. A lot of males and a lot of white. We know that we need to do better to make Blendle a more diverse workplace. We spend a lot of time thinking about diversity and inclusion. After reading, talking and listening, we learned a few things:\n\n- This is a sensitive topic: feelings and opinions are involved.\n- This is a trending topic: there is a lot of noise and it's hard to pin down the essence.\n- This is not a new, but renewed topic.\n- Diversity and inclusion is more of a scale than a simple yes or no statement.\n- Everyone is biased and every company is at risk of becoming less diverse and inclusive.\n- A more diverse and inclusive company **>** a less diverse and inclusive company for a lot of reasons.\n- Diversity and inclusion is not 'just' about gender or race, so looking at just those numbers can limit your thoughts on this topic. The practical side of this topic is also way more subtle.\n\n**Diversity and inclusion at Blendle**\n\nWhat we know now:\n\n- We believe in the importance of a **diverse** team because we believe **it's crucial to our succes and product.** We try to add meaning to peoples everyday life by helping them reach quality content instead of cat gifs on Facebook. This can only be done by a group of people with different backgrounds, expertise, personalities, talents, ideas and opinions.\n- We believe being **inclusive** is important because it **fits our core values** of wanting to be a great place to work and really caring for each other. A place where people feel welcome and can be themselves. Inclusivity is crucial to our work environment and culture.\n- We have trouble hiring diverse profiles. We noticed no flaws in the hiring process which would lead to favour a certain type of profile. We did notice that the 'pools' in which we are hiring (journalism and tech) are dominated by a certain profile which could explain this trend.","35":"- We have open-minded people at Blendle who are willing and are becoming more aware.\n\n**Some observations**:\n\n- We tend to speak in Dutch in social settings. It can easily make non-Dutch people uncomfortable. We should speak English.\n- The way we work (especially in meetings) suits extravert people better then introvert people.\n- There is not a lot of variation on standard diversity variables like political views, religion, age, ethnicity, gender and educational background. Again, partly explained by the field we're in.\n- Most of the leaders at Blendle are male.\n- There is equal pay between men and women in the same role.\n- We believe aiming for diversity numbers narrows the conversation on the topic for now. We decided to use the data to feed the conversation but not implement quotas.\n\n**What we do:**\n\n- Fight bias in hiring. For example by not asking for a resume when people apply, but asking questions related to the actual job. This way the first judgement is based on relevant information, not on age or a picture.\n- Emphasize the fact that we would like more diverse profiles to reply on our job postings by adding it to our vacancies. In Dutch: *\"Niet onbelangrijk: we vinden diversiteit belangrijk, dus laat je alsjeblieft niet tegenhouden om te solliciteren als je anders denkt of er anders uitziet. Dat vinden we juist mooi.\"* And in English: *\"Final remark: we think it's important to have a diverse workforce, so please don't hesitate to apply if you think or look differently. We actually like that.\"*\n- Track the basic data.\n- Guard equal pay.\n- Actively source diverse profiles.\n- Internal campaign for speaking English, sources for more diverse pipelines with hiring, make this a recurring topic on the HR agenda.\n\n**Homework**\n\n[https://www.youtube.com/watch?v=79JHMjA6tAA](https://www.youtube.com/watch?v=79JHMjA6tAA)\n\n[Why Diverse Teams Are Smarter](https://hbr.org/2016/11/why-diverse-teams-are-smarter?referral=00563)","36":"[Why diversity matters](https://www.mckinsey.com/business-functions/organization/our-insights/why-diversity-matters)\n\n[Employee Diversity in tech](https://docs.google.com/spreadsheets/d/1e5jevLJTK9Aayob2msk4Ss9qIMCqfris4m_m0kXO-7s/edit#gid=1925490147)\n\n[re:Work - Guide: Raise awareness about unconscious bias](https://rework.withgoogle.com/guides/unbiasing-raise-awareness/steps/give-your-own-unbiasing-workshop/)\n\n[Take a Test](https://implicit.harvard.edu/implicit/takeatest.html)\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).\n\n[#letstalkaboutstress](Diversity%20and%20Inclusion%20b8d3907631944696a4e76c2a41e757a5/#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3.md)","37":"# Firing\n\nSaying goodbye to Blendle (from a colleague) and to a colleague (from Blendle) is a very normal and natural thing. When done right, it can even be a beautiful thing. \n\nWe advise you to read the backdrop below first, but feel free to jump in right away with the 'Here's what you can do'-section :). General note: you do not have to do this alone, so please ask for advice and help!\n\n- **Backdrop**\n    \n    Saying goodbye to Blendle (from a colleague) and to a colleague (from Blendle) is a very normal and natural thing. When done right, it can even be a beautiful thing.\n    \n    Saying goodbye to people is also an important part of keeping your team on the right track. Firing can even be a part of your [Personnel Planning](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d.md). The most common situation will be when you think someone is no longer a good match with Blendle for whatever reason. This doesn't happen overnight, so try to spot situations where this is happening. \n    \n    To make things clear: HR and Rick and Alex will help you with this, but we want this to be on your agenda. HR will take care of the process and paper- and legal work. Rick and Alex will help with the tough conversations. **The most important work happens months before that and that's where you come in.**\n    \n    Why? You actually work with your people and see how they are really doing. You have 1on1's, off-sites, projects and feedback sessions together. All the information flows to you as a lead :). \n    \n\n## Here's what you can do:\n\n1. Actively **think** about the possibility that someone's time at Blendle is up. At least every month for everyone in your team.\n2. **Flag** this at HR/MT when that happens. \n3. **Ask** for help if needed already at this stage.\n4. **Analyse** (maybe together) the problem and give feedback to the person in question: try to get on the same page about where things go 'wrong'. These are pointers which might steer your thoughts. Real situations are always more complex.","38":"- Someone **believes in a different direction for the company or the team**. Everybody is really invested on an abstract level. We get out of bed every morning because we believe in what we are doing. That belief might shift and that is okay, as long as we talk about it. If you notice someone losing belief and probably disagreeing with everything that happens, that is a red flag.\n    - **Time is up.** Sometimes it's this simple. People grow, evolve, change, Blendle does the same. People have the tendency to go for what they know. We believe it's very healthy to move on after a while, before the milk turns sour.\n5. Try to **fix** it together. Come up with a plan to improve the situation. Put a plan in motion and keep giving feedback.\n6. **Finish it up** on time if the situation is not progressing. You can do someone a favour by telling them the time has come to move on. This is the part where you signal HR, Rick and Alex that both parties tried everything but you think it's best to part ways. They will help you through the process.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","39":"- Someone is **underperforming**. Try using [the Matrix™](https://docs.google.com/spreadsheets/d/1HO4cEH0dguBywUzjT3FMUSGiJbgGjOQDdaILl0BaJME/edit#gid=0) to track down the areas where you think things should improve. Give actionable feedback and try to come up with concrete points to work on in his/her personal goals. Don't wait for the feedback cycle, the time is always now.\n    - Someone **stopped growing or learning**. This isn't necessarily an immediate problem, but it can be because most people like working at Blendle because they grow and learn so much. Someone standing still for a year is a red flag.\n    - Someone's **role is no longer a match**. Roles, jobs and their demands change. They aren't static. Pay attention to changing roles and put effort into telling your people what changed instead of implicitly expecting people to understand what changed. A changing role can be a reason for someone to no longer be the perfect match. Tell someone what we expect from them, make it clear. Work together to match those new demands but be honest if it doesn't work.\n        \n        This also works the other way around: some roles don't change, but people do. \n        \n    - Someone wants to **grow in a different direction**. Blendle is still a small company so we can't just offer every possible career path. Use 1 on 1's to talk about someone's ambition and career path. Be honest and realistic about the possibilities at Blendle. Think about whether you think someone would be a good fit for that role and tell them what would be needed to get to that point (in terms of skills, expertise, personality, experience). The next question is whether Blendle has a role like that vacant. Be realistic and open about this.","40":"![History%20a51acfa8132146a69ffa5d6718fdb33a/Blendlegroupphoto3.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/Blendlegroupphoto3.jpg)\n\n**12 January 2017**: Launch of Premium:\n\nAlexander announching the launch: [https://medium.com/@AlexanderNL/we-hebben-het-afgelopen-jaar-in-het-geheim-toegewerkt-naar-dit-moment-vandaag-lanceren-we-blendle-5b10959803a5](https://medium.com/@AlexanderNL/we-hebben-het-afgelopen-jaar-in-het-geheim-toegewerkt-naar-dit-moment-vandaag-lanceren-we-blendle-5b10959803a5)\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/Schermafbeelding_2017-05-17_om_14.57.40.png](History%20a51acfa8132146a69ffa5d6718fdb33a/Schermafbeelding_2017-05-17_om_14.57.40.png)\n\nVarious platforms report on Premium\n\n[https://tweakers.net/nieuws/119971/blendle-biedt-abonnementsvorm-met-selectie-artikelen-voor-tien-euro-per-maand.html](https://tweakers.net/nieuws/119971/blendle-biedt-abonnementsvorm-met-selectie-artikelen-voor-tien-euro-per-maand.html)\n\nRick's vlog that day:\n\n[https://www.notion.so](https://www.notion.so)\n\nIn this vlog, Rick explains what Premium is: [https://www.youtube.com/watch?v=15gbuy7fkTE](https://www.youtube.com/watch?v=15gbuy7fkTE)\n\nThe gif that was put in the app:\n\n[History%20a51acfa8132146a69ffa5d6718fdb33a/M4G7VOqrMT-OrKvtlaYOrLXfDwgRC8C4cIycQAg6qHcH9TXwCIf5M7PIeB_yJPMA.mp4](History%20a51acfa8132146a69ffa5d6718fdb33a/M4G7VOqrMT-OrKvtlaYOrLXfDwgRC8C4cIycQAg6qHcH9TXwCIf5M7PIeB_yJPMA.mp4)\n\n**6 April 2017:** Nikkei (Financial Times) and INKEF Capital invest in Blendle: \n\n[http://www.poynter.org/2017/blendle-the-dutch-itunes-for-news-lands-investment-from-financial-times-owner-nikkei/453341/](http://www.poynter.org/2017/blendle-the-dutch-itunes-for-news-lands-investment-from-financial-times-owner-nikkei/453341/)\n\n[http://www.nu.nl/internet/4599873/eigenaar-financial-times-investeert-in-digitale-kiosk-blendle.html](http://www.nu.nl/internet/4599873/eigenaar-financial-times-investeert-in-digitale-kiosk-blendle.html)","41":"# History\n\nIt's the **28th of April 2014**, the day Blendle was born. Marten and Alexander expected a few friends and partners to show up in an old warehouse in Amsterdam for their 'launch' party. 30 minutes before the start, the room filled with cameras and reporters. More then enough people were interested to see and hear what they came up with. Even PowNews sent a reporter:\n\n[https://www.notion.so](https://www.notion.so)\n\nA little rewind: in 2011, Marten found himself in a bookstore, a bit frustrated, looking at a magazine (as reenacted beautifully in this picture below). He was frustrated that he had to buy the whole magazine, whereas he only wanted to read one article from it. The first idea for Blendle was born and was called MyMagazine. He started talking to a lot of people in the media world, including Alexander. Alexander wasn't convinced yet.\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/marten.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/marten.jpg)\n\nIn **mid-2012**, Marten asked Jort to make the first sketches and wireframes. \n\n**June 2012**, these are the first sketches of Blendle:\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/Schetsen-van-juni-2012-960x698.png](History%20a51acfa8132146a69ffa5d6718fdb33a/Schetsen-van-juni-2012-960x698.png)\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/screenshot-trending-960x513.png](History%20a51acfa8132146a69ffa5d6718fdb33a/screenshot-trending-960x513.png)\n\nAlexander and Marten stay in touch and, after seeing the first sketches, Alexander sees the potential and decides to join. Together they have an 'office' in the staircase of the science centre Nemo in Amsterdam. With the prototypes and Alexander on board, the conversations with the publishers actually start to get interesting. Alexander and Marten take all the feedback and criticism from the publishers back to their 'office' and keep improving the product.\n\nIn **September 2013,** Blendle received ****100,000 euros from a fund for innovation in journalism.","42":"**5 September 2013:** First announcement of Blendle in the Dutch TV show DWDD: \n\n[https://www.notion.so](https://www.notion.so)\n\n**28 April 2014:** Launch in NL\n\nIn the meantime, Blendle got an office upgrade and moved to the Jaarbeurs in the beautiful Utrecht. It looks small in the picture below. It was.\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/jaarbeurs.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/jaarbeurs.jpg)\n\nOn **October 26 2014** Blendle announces a ****3 million Investment from Axel Springer and The New York Times. A pretty big deal for us.\n\nHere’s the press release from Alexander:  [https://medium.com/on-blendle/today-our-journalistic-startup-got-backed-by-the-new-york-times-and-axel-springer-8857c70832e4](https://medium.com/on-blendle/today-our-journalistic-startup-got-backed-by-the-new-york-times-and-axel-springer-8857c70832e4)\n\nRTL interviewed Alex at the office in the Jaarbeurs: \n\n[https://www.notion.so](https://www.notion.so)\n\n**12 March 2015:** The New York Times, Wall Street Journal and the Washington Post are in: \n\n[http://www.businessinsider.com/the-new-york-times-wall-street-journal-the-washington-post-sign-up-to-blendle-2015-3?international=true&r=US&IR=T](http://www.businessinsider.com/the-new-york-times-wall-street-journal-the-washington-post-sign-up-to-blendle-2015-3?international=true&r=US&IR=T)\n\n**12 September 2015**: Blendle DE goes live\n\nMarten announcing the launch: [https://medium.com/on-blendle/after-successful-test-blendle-deutschland-to-go-live-in-two-weeks-ffc02a813aa8](https://medium.com/on-blendle/after-successful-test-blendle-deutschland-to-go-live-in-two-weeks-ffc02a813aa8)\n\nMarten - in German - about the launch; [https://medium.com/zu-blendle/artikel-kiosk-blendle-ist-jetzt-in-deutschland-live-cd8aa855a9d9](https://medium.com/zu-blendle/artikel-kiosk-blendle-ist-jetzt-in-deutschland-live-cd8aa855a9d9)\n\n**10 December 2015**: We announce our beta in the US of A.","43":"DWDD micropayments: [https://www.youtube.com/watch?v=oid1raHVjoQ](https://www.youtube.com/watch?v=oid1raHVjoQ)\n\nRTL nieuws investment: [https://www.youtube.com/watch?v=3q3vVKIq6Lk](https://www.youtube.com/watch?v=3q3vVKIq6Lk)\n\nGeenStijl reportage bij launch: [https://www.youtube.com/watch?v=fEGmkpF57a0](https://www.youtube.com/watch?v=fEGmkpF57a0)\n\nHaat berichtjes:\n\n[http://www.adformatie.nl/blog/zeepbel-blendle-loopt-leeg](http://www.adformatie.nl/blog/zeepbel-blendle-loopt-leeg) (dutch)\n\nVertrek NRC\n\n[http://daskapital.nl/2017/03/luidt_nrc_het_einde_van_blendl.html](http://daskapital.nl/2017/03/luidt_nrc_het_einde_van_blendl.html) (dutch)\n\n[https://www.nrc.nl/nieuws/2017/03/07/waarom-nrc-stopt-met-blendle-a1549164](https://www.nrc.nl/nieuws/2017/03/07/waarom-nrc-stopt-met-blendle-a1549164) (dutch)\n\n[http://www.quotenet.nl/Nieuws/Dit-is-waarom-Quote-anders-dan-NRC-wel-bij-Blendle-blijft-192789](http://www.quotenet.nl/Nieuws/Dit-is-waarom-Quote-anders-dan-NRC-wel-bij-Blendle-blijft-192789)\n\n[https://speld.nl/2017/03/08/nrc-stopt-blendle-gemakkelijk-omzeilen-betaalmuur-is-toekomst/](https://speld.nl/2017/03/08/nrc-stopt-blendle-gemakkelijk-omzeilen-betaalmuur-is-toekomst/)\n\n**General sources:**\n\n[http://blog.blendle.io/archive](http://blog.blendle.io/archive)\n\n[https://nieuwejournalistiek.nl/startup-blendle/](https://nieuwejournalistiek.nl/startup-blendle/) (dutch)\n\n---\n\n# Work at Blendle\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/).","44":"Frederic Filloux from Monday Note: [https://mondaynote.com/blendle-is-up-to-something-big-568d82e249d](https://mondaynote.com/blendle-is-up-to-something-big-568d82e249d)\n\n[https://nieuwejournalistiek.nl/startup-blendle/2015/02/06/ze-komen-in-onze-kranten-knippen/](https://nieuwejournalistiek.nl/startup-blendle/2015/02/06/ze-komen-in-onze-kranten-knippen/)\n\nAlexander after 1 year live in NL: [https://medium.com/on-blendle/blendle-a-radical-experiment-with-micropayments-in-journalism-365-days-later-f3b799022edc](https://medium.com/on-blendle/blendle-a-radical-experiment-with-micropayments-in-journalism-365-days-later-f3b799022edc) and in german: [https://medium.com/zu-blendle/blendle-7c5f55c75c3d](https://medium.com/zu-blendle/blendle-7c5f55c75c3d)\n\nJarjour on what happens when he asked the germans to pay for journalism: [https://medium.com/zu-blendle/zwei-charts-wie-keine-anderen-oder-was-passiert-wenn-man-menschen-f%C3%BCr-journalismus-um-geld-86973e2403e7](https://medium.com/zu-blendle/zwei-charts-wie-keine-anderen-oder-was-passiert-wenn-man-menschen-f%C3%BCr-journalismus-um-geld-86973e2403e7)\n\nMarten, on the fact that Germany is doing well: [https://medium.com/zu-blendle/artikel-kiosk-blendle-w%C3%A4chst-in-deutschland-viermal-schneller-als-in-holland-6abd949935a8](https://medium.com/zu-blendle/artikel-kiosk-blendle-w%C3%A4chst-in-deutschland-viermal-schneller-als-in-holland-6abd949935a8)\n\nJort in 2014 on how we designed the iTunes of journalism: [https://medium.com/@jortdevries/how-we-designed-the-itunes-of-journalism-46bf61c9e603](https://medium.com/@jortdevries/how-we-designed-the-itunes-of-journalism-46bf61c9e603)\n\nTNW conference: [https://www.youtube.com/watch?v=qDaT8SEBPG0](https://www.youtube.com/watch?v=qDaT8SEBPG0)\n\nDit is Blendle vid NL: [https://www.youtube.com/watch?v=UZj58jnBz1A](https://www.youtube.com/watch?v=UZj58jnBz1A)\n\nDas ist Blendle vid DE: [https://www.youtube.com/watch?v=srblsKNceuk](https://www.youtube.com/watch?v=srblsKNceuk)","45":"Mercur d'Or 2016:\n\n[https://www.youtube.com/watch?v=DrJkY1oD_as](https://www.youtube.com/watch?v=DrJkY1oD_as)\n\niCulture award 2014 (iOS, Blendle Trending): 1st place Best Newcomer 2014: [http://www.adformatie.nl/nieuws/iculture-awards-2014-voor-de-beste-apps-van-2014-bekend](http://www.adformatie.nl/nieuws/iculture-awards-2014-voor-de-beste-apps-van-2014-bekend) and [https://www.iculture.nl/iculture-awards/2014-awards/](https://www.iculture.nl/iculture-awards/2014-awards/)\n\niCulture award 2015 (iOS, Blendle Trending): 3rd place for Best Dutch App: [https://www.iculture.nl/iculture-awards/2015-awards/#beste_nl2015](https://www.iculture.nl/iculture-awards/2015-awards/#beste_nl2015)\n\niCulture award 2016 (iOS, Blendle app): 1st place Best Dutch App 2016: [https://www.iculture.nl/iculture-awards/#beste_nl2016](https://www.iculture.nl/iculture-awards/#beste_nl2016)\n\n2016: Game Changer Award: [https://www.ecommercenews.nl/thuiswinkel-awards-2016-bolcom-beste-webwinkel/](https://www.ecommercenews.nl/thuiswinkel-awards-2016-bolcom-beste-webwinkel/) and [http://m.thuiswinkelawards.nl/nl/wat-kan-ik-winnen/vakprijs-game-changer-award](http://m.thuiswinkelawards.nl/nl/wat-kan-ik-winnen/vakprijs-game-changer-award)\n\n**Talks by Blendle people:**\n\nKoen Bollen on the Architecture\n\n[https://www.youtube.com/watch?v=oid1raHVjoQ](https://www.youtube.com/watch?v=oid1raHVjoQ)\n\nKoen Bollen on Kubernetes (our current infrastructure)\n\n[https://www.youtube.com/watch?v=-Ypxg7tlYCI](https://www.youtube.com/watch?v=-Ypxg7tlYCI)\n\nJeffrey on Data behind Headlines:\n\n[https://www.youtube.com/watch?v=WgGhLfRTTwc](https://www.youtube.com/watch?v=WgGhLfRTTwc)\n\nEric on Building smooth and responsive UI with Texture\n\n[https://www.youtube.com/watch?v=XA_NkUbu9WA](https://www.youtube.com/watch?v=XA_NkUbu9WA)\n\n**Nice partnerships**\n\nNS\n\nVodafone\n\n**Funny/cool/interesting articles/vids/pics**","46":"[https://medium.com/@AlexanderNL/gebruik-van-blendle-groeide-71-in-2017-blendle-start-eerste-grote-reclamecampagne-bfacb326ef84](https://medium.com/@AlexanderNL/gebruik-van-blendle-groeide-71-in-2017-blendle-start-eerste-grote-reclamecampagne-bfacb326ef84)\n\n**February 2018:** First big marketing campaign\n\nCommercial:\n\n[https://www.youtube.com/watch?v=H0snvmuXDVc](https://www.youtube.com/watch?v=H0snvmuXDVc)\n\nAbri (outdoor) campaign:\n\n**March 2018:** Weekend in Terschelling.\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/weekendje.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/weekendje.jpg)\n\n**May 2018:** 4 million euro investment:\n\n[https://medium.com/@AlexanderNL/investering-van-4-miljoen-voor-blendle-a927b9bca4ef](https://medium.com/@AlexanderNL/investering-van-4-miljoen-voor-blendle-a927b9bca4ef)\n\n[https://www.businessinsider.nl/blendle-alexander-klopping-investering-morten-strunge/](https://www.businessinsider.nl/blendle-alexander-klopping-investering-morten-strunge/)\n\n————-\n\nUvNL en gouden pen\n\n[http://www.nu.nl/media/4232234/laatste-interview-joost-zwagerman-meest-gelezen-blendle-in-2015.html](http://www.nu.nl/media/4232234/laatste-interview-joost-zwagerman-meest-gelezen-blendle-in-2015.html)\n\n[http://nos.nl/artikel/2022756-journalist-olaf-koens-wint-gouden-pen-voor-artikel-mh17.html](http://nos.nl/artikel/2022756-journalist-olaf-koens-wint-gouden-pen-voor-artikel-mh17.html)\n\nBlendle Trending Live: [https://medium.com/on-blendle/blendle-trending-design-details-61c5c64ac6aa](https://medium.com/on-blendle/blendle-trending-design-details-61c5c64ac6aa)\n\nLaunch of native iOS app\n\nDE Launch: \nMarten on the launch: [https://medium.com/on-blendle/pay-per-story-platform-blendle-goes-live-in-germany-37b53dbf360b](https://medium.com/on-blendle/pay-per-story-platform-blendle-goes-live-in-germany-37b53dbf360b)\n\n**Awards/prices/praise** \n\nDutch Design Awards\n\n[https://www.dutchdesignawards.nl/nl/gallery/service-systems/blendle/](https://www.dutchdesignawards.nl/nl/gallery/service-systems/blendle/)","47":"[https://medium.com/zu-blendle/europe-s-favorite-journalism-startup-is-coming-to-america-206daa9c912d](https://medium.com/zu-blendle/europe-s-favorite-journalism-startup-is-coming-to-america-206daa9c912d)\n\n[http://www.poynter.org/2015/blendle-the-dutch-itunes-for-news-will-launch-in-the-u-s-early-next-year/388353/](http://www.poynter.org/2015/blendle-the-dutch-itunes-for-news-will-launch-in-the-u-s-early-next-year/388353/)\n\n**1 March 2016:** Launch of native android app\n\nWe did a PR thingy (which worked really well): 24h beta. [https://androidworld.nl/apps/blendle-beta-applicatie-24-uur-lang-te-downloaden/](https://androidworld.nl/apps/blendle-beta-applicatie-24-uur-lang-te-downloaden/)\n\n[https://androidworld.nl/apps/blendle-android-officieel/](https://androidworld.nl/apps/blendle-android-officieel/)\n\n[https://www.bright.nl/app-van-de-week/app-van-de-week-blendle-voor-android](https://www.bright.nl/app-van-de-week/app-van-de-week-blendle-voor-android)\n\n[https://www.villamedia.nl/artikel/blendle-lanceert-android-app](https://www.villamedia.nl/artikel/blendle-lanceert-android-app)\n\n[https://play.google.com/store/apps/details?id=com.blendle.app&hl=nl](https://play.google.com/store/apps/details?id=com.blendle.app&hl=nl)\n\n**23 March 2016 US BETA Launch**:\n\n[https://www.notion.so](https://www.notion.so)\n\nWall Street Journal item:\n\n[https://www.youtube.com/watch?v=ywSsQIOj99c&t=3s](https://www.youtube.com/watch?v=ywSsQIOj99c&t=3s)\n\nFOX: [https://www.youtube.com/watch?v=ljw0icGxF1g](https://www.youtube.com/watch?v=ljw0icGxF1g)\n\n[http://www.nu.nl/internet/4235416/blendle-lanceert-betaversie-in-verenigde-staten.html](http://www.nu.nl/internet/4235416/blendle-lanceert-betaversie-in-verenigde-staten.html)\n\n**August 2016:** 1 million people have a Blendle account: \n\n[https://medium.com/on-blendle/one-million-6390860c2a34](https://medium.com/on-blendle/one-million-6390860c2a34)\n\n**December 2016:** Christmas Party","48":"[https://startupjuncture.com/2017/04/07/financial-times-invests-blendle/](https://startupjuncture.com/2017/04/07/financial-times-invests-blendle/)\n\n[http://www.quotenet.nl/Nieuws/Blendle-haalt-nieuw-groeigeld-op-bij-Inkef-Capital-en-mediaconcern-Nikkei-194454](http://www.quotenet.nl/Nieuws/Blendle-haalt-nieuw-groeigeld-op-bij-Inkef-Capital-en-mediaconcern-Nikkei-194454)\n\n**April 2017:** Blankie steps back\n\n[http://blog.blendle.io/post/159268405976/naast-zakelijk-nieuws-we-hebben-bij-blendle-weer](http://blog.blendle.io/post/159268405976/naast-zakelijk-nieuws-we-hebben-bij-blendle-weer)\n\n[https://www.businessinsider.nl/oprichter-marten-blankesteijn-verlaat-blendle-ik-word-dit-jaar-vader/](https://www.businessinsider.nl/oprichter-marten-blankesteijn-verlaat-blendle-ik-word-dit-jaar-vader/)\n\n**Summer 2017:** Slimming down\n\n[https://www.emerce.nl/nieuws/blendle-slankt-af](https://www.emerce.nl/nieuws/blendle-slankt-af)\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/Schermafbeelding2018-06-19om09.52.45.png](History%20a51acfa8132146a69ffa5d6718fdb33a/Schermafbeelding2018-06-19om09.52.45.png)\n\n**September 2017:** Work and surf trip to Morocco\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/workandsurftripmaroc.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/workandsurftripmaroc.jpg)\n\n**Q3 and Q4 2017:** Working hard on improving the product\n\n**11th January 2018:** Audio Launch\n\nAlexander explaining Blendle Audio (dutch):\n\n[https://youtu.be/D3QtwXbTPGo](https://youtu.be/D3QtwXbTPGo)\n\nBehind the scenes:\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/audio3.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/audio3.jpg)\n\nJeroen in the first 'studio', saying Hey *FNAME* 500 times.\n\n![History%20a51acfa8132146a69ffa5d6718fdb33a/audio1.jpg](History%20a51acfa8132146a69ffa5d6718fdb33a/audio1.jpg)\n\n**February 2018:** Good numbers:","49":"# Tools and tips\n\nWe are a tech company so we love shortcuts so we can make our lives easier and spend time on important things. \n\n# Apps\n\nBlendle-related apps you should be using:\n\n- [Things](https://culturedcode.com/things/) or [OmniFocus](https://www.omnigroup.com/omnifocus) (task manager, and productivity app) - Blendle can reimburse your membership costs, ask HR.\n- [Headspace](https://www.headspace.com/) (meditation app) -  Blendle can reimburse your membership costs, ask HR.\n- [1Password](https://1password.com/) (password manager) - You will get a license through Blendle's 1Password for Teams.\n- Google Authenticator ([Android](https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&hl=en), [iOS](https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8)) (two-step verification app)\n- [Get-a-room](https://get-a-room.blendle.io/) - Internal app for booking a room by scanning the QR code on the door.\n- Testflight (app to beta-test apps)\n- Cluster (to share pictures)\n- Slack (chat function)\n\nGmail hacks: make your inbox work for you.\n\n- Enable undo send\n- Use Boomerang: send later and get reminders on e-mails\n- Use filters with priorities\n- Use shortcuts\n- Use search, don't put emails into folders, just archive\n- Try pause inbox: a feature from Boomerang which delivers you your emails at set times instead of all through the day.\n\nOther stuff we like:\n\n- Slack hacks: biggest hack is using the DND mode :).\n\n[Do Not Disturb and snooze settings](https://get.slack.help/hc/en-us/articles/214908388-Do-Not-Disturb-and-snooze-settings)\n\n[22 Handy Slack Hacks Everyone Should Know](https://blog.hubspot.com/marketing/slack-tips)\n\n- Typeform or [Google Forms](https://docs.google.com/forms/): great tool for building fast and well-designed surveys.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/).","50":"# General & practical\n\n# **Address, route, directions and basic information**\n\n[https://goo.gl/maps/q5tMWGjwBLv](https://goo.gl/maps/q5tMWGjwBLv)\n\n**Address:**\n\nBlendle HQ\n\nCatharijnesingel 52\n\n3511 GC Utrecht, NL\n\n4th floor\n\n---\n\n**Route:**\n\nBy public transportation, from Utrecht CS trains: [https://www.youtube.com/watch?v=aWMWofU5-FA](https://www.youtube.com/watch?v=aWMWofU5-FA)\n\nBy car: park here: [http://www.interparking.nl/nl-NL/find-parking/P1 Moreelsepark/](http://www.interparking.nl/nl-NL/find-parking/P1%20Moreelsepark/) Blendle can reimburse parkings tickets for guests. \n\n---\n\n**KVK (Chamber of commerce) number:**\n\n58724109\n\n---\n\n**BTW (VAT) number:**\n\n[Here](https://www.notion.so/1fbb88c6735343c8a3ba8b409ed124d4) (non public)\n\n---\n\n# **Security and access to the office**\n\n---\n\n[More about entry to the office](https://www.notion.so/8354943cbce846e086ad48e67dc153bc) (non public)\n\n---\n\n# Work at Blendle\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). \n\n[Tools and tips](General%20&%20practical%20b2682126db8e47bf8e5fabb8b5b4c1ce/Tools%20and%20tips%20b5db3475cf1543e28b7f7dc9c4935e6d.md)\n\n[History](General%20&%20practical%20b2682126db8e47bf8e5fabb8b5b4c1ce/History%20a51acfa8132146a69ffa5d6718fdb33a.md)","51":"# Highly Skilled Migrants and relocation\n\nBlendle has been a [\"recognised sponsor\"](https://ind.nl/en/Forms/3084.pdf) by IND sinds 2018. This means we are allowed to employ highly skilled knowledge migrants and relocate them to the Netherlands.\n\nBlendle offers highly skilled migrants a great relocation package and compensations. For the migration and relocation part, Blendle works with [Expat Management Group](https://www.expatmanagementgroup.com/). EMG has a dedicated team involved for the coordination and assistance in immigration, relocation and tax services.\n\n## Blendle Relocation package\n\n- We take care of the work- and residence permits and all the fees (children and spouse included).\n- We book the flight(s) to the Netherlands.\n- We pay an extra relocation fee to help with the extra expenses.\n- We arrange and pay for the first month of temporary accommodation.\n- We assist with permanent housing. Like helping with the search, negotiations and settling in.\n- We assist with the 30% ruling tax application.\n\nWhat we offer is flexible and can be adjusted to certain personal needs. But we highly recommend to stick with this all-in-one package to reduce any hassle and stress when relocating to the Netherlands.\n\n### Where to start\n\nWe can basically hire anyone from anywhere in the world. But the migration and relocation procedure will be different for some countries. It's good to know that the migration procedure and relocation can take up to 8 weeks. So when interviewing a new candidate, that should be something to be aware of.  The information below should give you a good idea of what the differences are between different countries. \n\nAs a lead, if you want to move forward with a candidate and make an offer, please contact HR for support first. In general the procedure looks like something like this:\n\n1. There is a green light after the pair session;","52":"2. Contact HR to discuss the salary, startdate and the relocation offer. In some cases HR needs to contact EMG in advance to check some legal stuff;\n3. You have a \"yes\" from our candidate? HR can take over from here and will start the procedure with EMG;\n4. HR will keep you up to date and help you with the on-boarding;\n5. HR needs to be up to date about renewals or any other significant changes in salary or contract. These things have consequences for the work permit of our new colleague.\n\n## Some important reminders\n\n- It can take up to 8 weeks before a new hire can actually start working at Blendle.\n- It's important to inform the candidates about the (lack of) housing in Utrecht, be realistic.\n- We offer a relocation packages which can be customised within some boundries.\n- IND requires a certain amount of income from the migrants. The amounts can be [found here](https://ind.nl/en/Pages/required-amounts-income_requirement.aspx#Application_residence_permit_highly_skilled_migrant_and_EU_blue_card).\n- New hires can be eligible for the [30% ruling](https://www.iamsterdam.com/en/living/take-care-of-official-matters/highly-skilled-migrants/thirty-percent-ruling) for the duration of 5 years. They can consult [this page](https://thetax.nl/?year=2019&startFrom=Year&salary=36000&allowance=0&socialSecurity=1&retired=0&ruling=0&rulingChoice=normal) for a general calculation of the 30% ruling.\n\nUseful links:\n\n[Where to live in Utrecht - Expat Guide to The Netherlands | Expatica](https://www.expatica.com/nl/moving/location/where-to-live-in-utrecht-100622/)\n\n[Home - Netherlands Immigration Solutions | Expat Management Group](https://www.expatmanagementgroup.com/)\n\n[Expat Center | Gemeente Utrecht](https://www.utrecht.nl/city-of-utrecht/living/expat-center/)\n\n[Expats in Utrecht (Utrecht, Nederland)](https://www.meetup.com/nl-NL/Expats-in-Utrecht/)\n\n*Small note for HR: All the documents and information regarding EMG and IND can be found in Tresorit> HR>....*","53":"# Hiring process\n\n- **Get people in**\n    \n    We discuss how to get people in right here: \n    \n    [Notion - The all-in-one workspace for your notes, tasks, wikis, and databases.](https://www.notion.so/blendle/Getting-people-in-sourcing-beae540c6eb54f87b43bb2123d50f23e)\n    \n    There are 2 types of candidates:\n    \n    - People who applied (via Homerun)\n    - People who were sourced by us (approached via Linkedin or e-mail).\n    \n    There is a different approach in the first step. \n    \n- **1. Application/interest and first review/screening**\n    \n    **Who is responsible:** hiring manager\n    \n    **Who is involved:** whole hiring team\n    \n    **Goal:** focus on filtering on hard variables (work) to filter out the best potential candidates.\n    \n    **Timing follow-up:** within a week\n    \n    **How:**\n    \n    - **People who applied → review application → ask input hiring team → turn down or invite/phone screen**\n    - **People who were sourced → review information → ask input hiring team → invite/phone screen**: we only approach people who we think are really interesting so if we approach someone and he/she is interested, we always invite them for a cup of coffee.\n- ***Optional: phone screening***\n    \n    **Who is responsible:** hiring manager\n    \n    **Who is involved:** hiring manager\n    \n    **Timing follow-up:** within a week\n    \n    **Goal:** take away doubts\n    \n    When you feel you can not make a good assessment based on the information you already have: give this person a call. Here are some pointers you can use.\n    \n    - Be honest during the screening and **express your doubts**: \"I think you are too experienced based on your resume.\" or \"I think your skill set is not a match, but maybe you did some hobby project you can tell me about because the rest is a perfect match.\"\n    - **Salary expectation:** how much are you currently making? Don't forget perks etc.\n    - **Blendle:** what do you think of the product/tech so far?\n    - **Motivation:** what interests you in working here?","54":"- **Career path:** any big dreams? What do you hope to achieve with this move to Blendle? What do you need to get there (and be realistic about if we can offer that).\n    - **Process**: explain these steps.\n    \n    **Still doubt → be honest on the phone and turn candidate down. Or discuss with hiring team and then turn down via e-mail**\n    \n    **Convinced → invite for coffee**\n    \n- **2. 1st interview: cup of coffee**\n    \n    **Who is responsible**: hiring manager\n    \n    **Who is involved**: hiring manager (optional with a team member)\n    \n    **Timing follow-up:** within a week\n    \n    **Goal:** check the basics, look for a click and sell Blendle/the role.\n    \n    **How:**\n    \n    Tips on how to interview can be found here:\n    \n    [Notion - The all-in-one workspace for your notes, tasks, wikis, and databases.](https://www.notion.so/blendle/Interviewing-28abbac6075f4ac1b3561338b4f54ecf)\n    \n    **After the interview → rate 1-3 on Work, Drive and Fit → decide if you want to take the next step → yes: send assignment, no: turn candidate down via phone (not e-mail).**\n    \n- **3. Home assignment**\n    \n    **Who is responsible**: hiring manager\n    \n    **Who is involved**: hiring team\n    \n    **Timing follow-up:** within a week depends on candidate\n    \n    **Goal:** check off the shelf, Blendle specific knowledge and skills\n    \n    **How:**\n    \n    For every role we have a different assignment. \n    \n    **Send it and ask when candidate can deliver → review with whole hiring team → decide on next step → yes: invite, no: give valuable feedback on assignment and turn the candidate down via phone (feedback on the assignment via e-mail afterwards).** \n    \n- **4. 2nd interview: Interviews hiring team + pairing → hiring decision**\n    \n    **Who is responsible**: hiring manager\n    \n    **Who is involved**: hiring team and HR\n    \n    **Timing follow-up:** asap\n    \n    **Goal:** all-round assessment and selling\n    \n    **How:**\n    \n    Format pair day (example):","55":"- **Headspace/Things**: to keep your head in shape, we pay for the best apps to help you do so: [Headspace](https://www.headspace.com/), to stay calm and mindful and [Things](https://culturedcode.com/things/), to boost your productivity and help you reach your goals.\n        - **Fitness subscription** with discount: to keep your body in shape we arranged a nice discount at a [local gym](http://www.deworkout.nl/).\n        - **Blendle Premium:** we’ll hook you up with a Blendle Premium subscription.\n        - **Budget for study/courses/books/learning** etc.: there is money on our bank account and it’s up to us to spend wisely. So yes, there is budget. Just let us know if you think it’s reasonable if Blendle pitches in.\n        - **Blendle outings:** the party agenda is pretty full. You’ll be invited when there is a party ahead.\n        - **Holidays:** At Blendle, HR doesn't keep track of your holidays and we don't 'pay out' at the end of the ride. When in doubt: 4-6 weeks is a good bandwidth. Less than that is not enough, more than that can happen, just check with your lead if you're in doubt if it's reasonable.\n        \n        Cheers,\n        \n        Name\n        \n    \n    4. **Get a yes** and let HR do the rest.\n    \n- **Onboarding**\n    \n    HR will get your new colleague up-and-running in no time. Don't break all communication though, this is your hire, so stay in touch. \n    \n\nGood reads:\n\n[On the hunt for a new role - my experience looking for Android positions in London](https://medium.com/@ataulm/discovering-interview-processes-for-android-devs-7b6710e0a9f)\n\n[How to turn down candidates with grace | Workable](https://resources.workable.com/tutorial/rejecting-candidates)\n\n# Work at Blendle\n\n---","56":"- **Travel expenses:** by default we will get you a fancy NS business card with a subscription that suits your situation best. If you come by car, we’ll pay you €0,19 per kilometer, but within limits.\n        - **Telephone costs/reimbursements:** if you need to make a lot of phone calls for Blendle, we’ll reimburse your costs. Same goes for other costs.\n        - **Pension:** we facilitate pensions via [Bright Pensioen](https://brightpensioen.nl/). Bright is not your standard pension plan. We think it’s better than the mandatory corporate pension scheme which you might be used to. [This video](https://youtu.be/xfZM2JuovJM?t=1941) explains a bit about pensions in general and it starts at the point where they explain what Bright Pensioen is and why we chose it. At the moment Blendle can’t afford a full blown pension plan, but we want to do what we can. That’s why Blendle pays the costs to Bright, so the money you put aside, goes straight to your pension. I also attached a presentation Bright did at Blendle.\n        - **Option plan:** there is an Option plan. Options are worth a lot for us, because it is the most precious thing we have: a part of our company. So we don’t hand them out by default, we just want you to know it’s there and that we can explain the details to you later if you want.\n        - **Laptop:** a good laptop is important, so you get one from us. Special needs? Let me know.\n        - **Equipment:** we have electric sit-stand-desks and good chairs so your back stays in shape and there are more than enough screens and additional equipment at the office.\n        - **Massages:** once a week, our masseuse gets rid of all our stress with her chair massages.\n        - **Lunch/diner/food/drinks**: Blendle will make sure to keep your engine running by taking care of food (lunch/dinner/snacks) and drinks. Let us know if you have special needs/allergies.","57":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","58":"Most important part is that the whole hiring team gets together to make a hiring decision. Could be the end of the day, could be the next day. Everybody should have a rating 1-3 on Work Drive and Fit + reasoning. \n    \n    The meeting format: *on the count of three* show 1, 2 or 3 fingers for Work (your rating). Discuss the ratings. Do the same for Drive and Fit. \n    \n    End with an *on the count of three:* show thumbs up or thumbs down on hiring. Hiring decisions should be conclusive. \n    \n- **5. Reference check**\n    \n    **Who is responsible**: hiring manager/teamlead\n    \n    **Who is involved**: hiring manager/teamlead\n    \n    **Timing follow-up:** asap\n    \n    **Goal:** As hiring manager you want to ensure we are hiring the right candidate. And to understand under what circumstances a candidate thrives or doesn't.\n    \n    **How:**\n    \n    The hiring manager or the hiring team will contact references before proceeding. Ask for references at the end of the pair day. You should check them before making an offer. Try at least 2 references. Write a short report of the conversation in github or homerun.\n    \n    **Questions you can as a reference are for example:**\n    \n    - Can you describe your working relationship with this person?\n    - What is he/she like to work with?\n    - What can he/she improve upon?\n    - What advice would you give his/her next hiring manager?\n    - Would you rehire this person?\n    \n    Here is [a nice guideline](https://bothsidesofthetable.com/how-to-make-better-reference-calls-d493a12714f0) on reference check.\n    \n    You can also use questions that might have arisen after the pair day. You should NOT ask any questions about the person's race, gender, sexual preference, disabilities or health, political affiliations, religion, or family (children). All reference check feedback should be entered into github or homerun.\n    \n- ***Optional: extra step***","59":"This is a bit old school, but also at Blendle there is a difference between someone who is 20 years of age with no experience or 30 with 8 years experience. For some jobs/roles we need certain skills, expertise or even education. This always comes with a price tag. \n        \n    - **Scarcity & market value**\n        \n        It's fair to say that is harder to find an iOS engineer than an HR officer. Good people are always hard to find, but we have to take into account that certain disciplines are paid a bit more because of what the market does.\n        \n    - **Role and responsibilities**\n        \n        Certain roles and people make more impact then others. This is reflected in pay.\n        \n    - **Actual impact and contribution**\n        \n        Since we don't really like job titles, it's good to look at someones actual impact and contribution. What difference will this person make or is this person really making? \n        \n    - **Someone's starting point**\n        \n        If we hire new people, they will have a job. To get them to work at Blendle, we need to offer a competitive salary. We have to take this into account.\n        \n    \n    *Note: all of this is not an exact science and is determined together, so please: ask for help.*\n    \n    2**. Call candidate** with the good news. Really sell the story \n    \n    3. **Send offer** e-mail (HR in cc)\n    \n    - Template offer e-mail (copy paste it)\n        \n        \n        Hi NAME,\n        \n        Offer\n        \n        **- Role and job title:** you get to pick your own job title, so go nuts and let me know what you would like to put on your contract.\n        \n        **- Start date**:\n        \n        **- Contract**: we offer you a contract for 11 months and **1234 HOURS per week**, the first month is trial period. Attached you’ll find our template contract.\n        \n        **- Salary:** €XXXX,- per month, before tax.\n        \n        **- Holiday pay**: 8%, paid in may\n        \n        Perks and benefits","60":"When there are doubts, it's usually a no hire. When the doubts are not based on solid findings, you could consider taking an extra step. \n    \n    - Doubt on fit: consider having a beer/ice tea with someone on a different location.\n    - Doubt on work: consider sharing your thoughts with the candidate and ask how/she could convince you. Could be another interview with a senior person within Blendle or another assignment.\n    - Doubt on drive: this is probably a no.\n    \n- 6**. Offer and closing**\n    \n    **Who is responsible**: hiring manager/teamlead and HR\n    \n    **Who is involved**: hiring manager/teamlead and HR\n    \n    **Timing follow-up:** asap\n    \n    **Goal:** make a fair offer and close\n    \n    **Note:** hiring manager = teamlead and is by default in the lead in this process. If you feel like it's better if HR or someone else does the offer: do so.\n    \n    **How:**\n    \n    1. **Determine offer:** hiring manager and HR determine salary offer together. \n    \n    We weigh in several variables:\n    \n    - **Benchmark:** internal and external.\n        \n        The most accurate way to determine the range where someone should be is comparing someone with a peer internally. During the hiring process you find out at what level someone is and you'll be able to compare him or her internally. Who would you compare this person too in terms of level? Is he/she better than X? If you notice that everyone is not as good as the people we have, but are paid more: think about raising the salary of our people. Keep in mind that - especially in tech - the market is on tilt. Big corporate pay a lot of money to even mediocre people in tech. We don't want to compete with them and that is a choice for new hires to make. \n        \n    - **Classic figures:** age, experience, education, specific knowledge and expertise.","61":"# Interviewing\n\n> Interviewing potential hires is the most important brand building exercise your company will go through and it’s conducted primarily by people whose primary day jobs are very different. This should scare the bejeezus out of you.\n> \n\nYears of interviewing experience and research taught us a few things. Embed these pointers in your interviewing and you'll notice right away. No-good money back.\n\n- **Structured interviews** vs. winging it.\n    \n    An unstructured interview (winging it) is a very poor way of gathering information for a hiring decision. You should approach this talk with a strategy. What are you hoping to get out of the meeting and how are you going to get it?\n    \n    It starts at the moment you and your team decided to hire someone. That's the point you come up with a solid profile, with both hard, concrete as soft and abstract requirements. This profile should lead your questioning. \n    \n    Keep in mind that an interview is not the best predictor for future succes and not the best way to see if someone is actually good at their job. That's why we do assignments and pair sessions. With that knowledge you can focus on the more abstract and soft stuff which is impossible to measure with an assignment. \n    \n    Here's a basic structure that could help you and cover the basics, but make sure to actually prepare your interviews, don't wing it. You're wasting someone's time if you do.\n    \n    Here's an outline, you can shuffle the blocks of course. At Blendle we like a pretty loose style of interviewing, so freewheel within the structure, just make sure you tick the most important boxes. It's a compass, not a GPS.\n    \n    I**ntro (3 min)**\n    \n    → Create relaxed atmosphere. Chitchat, but don't overdo it.\n    \n    **Talk about Blendle  (10 min)**\n    \n    → Sell the Blendle story, answer questions.\n    \n    **Talk about resume (5 min)**","62":"- **Practice your pitch.** Use the interview to get to know what makes someone want to work at Blendle. Elaborate on that and practice your pitch about what Blendle is doing and why that is important. Also think about why you want to work at Blendle and just share your thoughts about the up and downsides. What motivates you to work here?\n- **Be fierce, don't be tricked.**\n    \n    Check this:\n    \n    [The Best Way to Answer Interview Questions About You](https://www.thebalancecareers.com/how-to-answer-interview-questions-about-you-2061269)\n    \n    This is a website with a list of the most asked questions by recruiters + some pretty good answers. People can study for an interview. Don't be tricked. If someone is making claims or telling you about a certain experience, be sure to use follow-up questions to discover the truth. Candidates tend to brag a bit, keep that in mind. Was it really that person's idea? Was someone the lead of 3 interns or 3 senior people? There's a difference.\n    \n- **Good reads**\n    \n    [My Lessons from Interviewing 400+ Engineers Over Three Startups](http://firstround.com/review/my-lessons-from-interviewing-400-engineers-over-three-startups/)\n    \n    [Why Use Performance-Based Hiring When Building Your Startup | Hubgets](https://www.hubgets.com/blog/use-performance-based-hiring-building-startup-team/)\n    \n    [The 2-Question Performance-based Interview, Part 1](https://www.ere.net/the-2-question-performance-based-interview-part-1/)\n    \n    [How to Conduct a Job Interview](https://www.inc.com/guides/2010/04/conducting-job-interviews.html)\n    \n    [Hiring is your brand: 9 small things to improve your interview process](https://medium.com/@gerstenzang/hiring-is-your-brand-9-small-things-to-improve-your-interview-process-142286cc13e0)\n    \n\n# Work at Blendle\n\n---","63":"I still see people not taking notes and it's frustrating because your wasting everyone's time. Without notes, all you have to go on is your - pretty biased - memory and gut feeling. You prepared your interview, so write down the answers you get on the questions you thought were crucial to ask. You can use this in during the decisions and actually give examples: 'When I asked X, she answered Y and that testifies that she really understands the concept and did her homework'. \n    \n- **Use Ratings**\n    \n    Ratings quantify the unquantifiable. Force yourself to chose and try to come up with an explanation for that rating. We rate from 1-3 and rate on Work, Drive and fit. \n    Use the profile you made, your notes, the matrix and your overall findings to explain your ratings if need be. \n    \n- **Reduce bias**\n    \n    Everyone is biased. \n    \n    Your bias doesn't help you make good decisions and evaluate a person. \n    \n    You can reduce bias by:\n    \n    1. **Awareness:** \n        \n        Just keep in mind that you and your colleagues - for example - have the tendency to like people who are like you (same former employer, education, village or even hobby: similarity bias). It's also pretty clear people tend to like pretty people more (beauty bias). Just keep stuff like that in the back of your mind and check yourself and your colleagues. \n        \n    2. **Standardise:** \n        \n        Structure and recurring processes reduce bias. For example: if you are in awe of someone, you might want to skip that extra step or test because you assume he/she will nail it (halo effect). Or you could be more harsh in your questioning or reviewing because you already think someone is not a good match (conformation bias). Do the same thing for everyone and you get the best comparison.\n        \n    3. **Use ratings and justify**","64":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","65":"Quantify your feeling about a candidate by giving ratings and build a good argumentation around it. Question each other on the ratings. Why did you give this candidate a 2. What should he/she have done for you to make it a 3? \n        \n    4. **The hiring team**\n        \n        Bring in enough people - with different views and opinions - to make sure you reduce bias to the max. \n        \n    \n    [5 Keys to Hiring the Best Candidate-Not the One Your Brain Wants to Trick You Into Picking](https://www.themuse.com/advice/5-keys-to-hiring-the-best-candidatenot-the-one-your-brain-wants-to-trick-you-into-picking)\n    \n    [9 Types of Unconscious Bias and the Shocking Ways They Affect Your Recruiting Efforts](https://www.socialtalent.com/blog/recruitment/9-types-of-unconscious-bias)\n    \n- **Two way street: sell it.**\n    \n    [Hiring is your brand: 9 small things to improve your interview process](https://medium.com/@gerstenzang/hiring-is-your-brand-9-small-things-to-improve-your-interview-process-142286cc13e0)\n    \n    Sure, you are interviewing this person and it's your goal to be able to judge this person, but it's crucial you do this very subtly. Here are a few tips that might help.\n    \n    - **Let go of the structure.** Your a human, not a pre-programmed robot ;). Let the conversation happen and use the structure as a compass to make sure you cover everything. The most practical tip is to leave room for questions or to simply start explaining something from your side (just how you would do it when you're having a beer with someone). Try to feed information, even when you asked the questions up front and leave room for a question after that.\n    - **Asking hard questions:** good people want to be assessed properly. This reflects on their feelings about Blendle and increases the chances of them seeing it as a real opportunity.","66":"There are different types of questions. Experiment with different types of questioning. \n    \n    [The Eight Types of Interview Questions](https://collegegrad.com/jobsearch/mastering-the-interview/the-eight-types-of-interview-questions)\n    \n    Research shows that **case, behavioral and competency** questions scored best on validity, so try to focus on those types of questions.\n    \n    **Case:** Share a real Blendle-life problem with a candidate and aks how someone would solve or approach it.\n    \n    **Behavioral:** Ask about former behavior to predict future behavior. For example: What is your biggest mistake over the past year? What happened and how did you deal with it?\n    \n    **Competency:** Ask a question which reveals expertise, knowledge or skills, for example for a support person: Tell me about a situation where a customer got really angry, what did you do?\n    \n    **Overall questions**\n    \n    What are you most proud of in life?\n    \n    What is the last book you read?\n    \n    What do you like to spend your time on aside from work?\n    \n    How do you measure succes?\n    \n    Can you give an example of a situation where you used data to ground a decision?\n    \n    **Work question** (these of course differ per role)\n    \n    Overall work questions:\n    \n    What was your biggest achievement at your former job? \n    \n    What kind of things do you really dislike to do? Why? \n    \n    What is your biggest mistake over the past year? What happened and how did you deal with it?\n    \n    You get to organise an event, which two/three people in your field of expertise would you invite to give a talk?\n    \n    What are your go-to platforms for staying up to date?\n    \n    What do you think your first 30 days would look like in this role?\n    \n    *Now try tailoring some questions to the profile you're looking for.*\n    \n    For example for PM's:\n    \n    What do you think Blendle's 3 most important metrics are?\n    \n    If you could make one change to Blendle's new iOS app, what would you change?","67":"What do you think of the current proposition?\n    \n    Do you communicate differently with designers than you do with engineers? What’s the difference?\n    \n    Can you give an example of a time where you had a hard time working with your team and how you fixed that?\n    \n    **Drive questions** (these apply to all roles)\n    \n    What makes you get up out of bed every morning? What makes you tick?\n    \n    If you would have your own company, what would it do/make/create?\n    \n    What kind of topics are you really passionate about? Sport, economics... \n    \n    If you had no financial incentive (because you won the lottery) to work, how would you spend your days?\n    \n    What do you do to get better? What do you need from us to improve?\n    \n    What things are you trying to improve in?\n    \n    Tell me about your biggest bold bet, how did it play out?\n    \n    Why are you quitting your current job?\n    \n    **Fit questions (these apply to all roles)**\n    \n    How do you like to collaborate? What are you looking for in your new colleagues?\n    \n    What do you need to perform at your best? To shine? How do we motivate you and what environment do you need?\n    \n    How do you deal with an ever-changing environment?\n    \n    Where are you going to work if this conversation doesn't work out?\n    \n    What do you expect from working at a startup?\n    \n    Can you tell me about a time you disagreed with a colleague or lead? \n    \n    **No go's:** \n    \n    Try to stay away from standard questions\n    \n- **Take notes**\n    \n    'Duhhhh'.","68":"→ Keep it short, ask if someone can give you a 1 minutes pitch about their resume (since you already read it). This is a nice start because people expect this, so they can get in their flow before you really dig in.\n    \n    **Talk about the job (10 min)**\n    \n    → Explain the role, the position, the responsibilities, the challenges and answer questions. Check if someone really understands and is still interested.\n    \n    **Check work/drive/fit (25 min)**\n    \n    → Check work (is someone capable of doing the job? Does he/she have the right skills, knowledge, expertise and experience)\n    \n    → Check drive (is someone eager, ambitious and willing? Is someone motivated to work for Blendle?)\n    \n    → Check fit (would someone fit in the current team and company? DNA/culture match?)\n    \n    *More on how to get answers on this in the block below (ask good questions).*\n    \n    **Practical questions (5 min)**\n    \n    → Make sure there are no practical roadblocks like travel time, availability, money or working hours.\n    \n    **Outro (5 min)**\n    \n    → Check if there are any more questions and tell candidate about the further process.\n    \n- **Ask good questions** (and listen).\n    \n    Asking good questions can be hard, so think about this when preparing your interview. This mainly applies to the section where you check work, drive and fit (also the three things you will be rating when making a decision).\n    \n    We recommend you come up with your own set and testing them out. What questions 'work' and which one don't? Share this with your hiring team! It's not per se a bad idea to ask the same kind of question to a person several times by several people. \n    \n    Use the art of listening and follow up questions. Short questions like: can you elaborate on that? Why? Can you give an example? What effect did that have? How would you approach that situation now? What other options did you have? What happened? How? Can you explain?\n    \n    **Types of questions.**","69":"# Opening up a new job\n\nBest Practice check list when opening up a new job.\n\n# Blendle Job Intake form\n\n---\n\nWe've created a small framework (Blendle's Job intake form) in Google docs which gives you guidelines on how to effectively recruit, understand what role you're really looking for, set the context for the job description, interview process, and typical interview questions related to the must haves. \n\nBasically it guides you through the following steps:\n\n- Intake form Steps\n    1. What tasks does the JOB TITLE perform?\n    2. MUST HAVES: What skills and competencies does the JOB TITLE need to perform these tasks well?\n    3. NICE TO HAVES: What skills and competencies would be beneficial for the JOB TITLE to perform these tasks even better?\n    4. After one year, how would we know if the candidate is a successful hire?\n    5. Why should a JOB TITLE apply for this position? (The pitch)\n    6. Process\n    7. Salary & package\n    8. Working agreement\n- Why is this important?\n    \n    Broken recruitment processes usually result from not having a clear picture of the role, the must haves, the process and how to properly interview candidates. \n    \n    ![Opening%20up%20a%20new%20job%20e40836db0ee74f53971c98908d3e78a6/Quotefancy-1665848-3840x2160.jpg](Opening%20up%20a%20new%20job%20e40836db0ee74f53971c98908d3e78a6/Quotefancy-1665848-3840x2160.jpg)\n    \n    The job intake form helps you with:\n    \n    - Understanding the job you're recruiting for\n    - Setting the base for your job description\n    - Creating SMART must haves & nice to haves and the ability to generate interview questions\n    - Creating a pitch and thinking of the target group you're hunting for\n    - Setting up an efficient and clear process\n    \n\n# Blendle's Job Intake form (not public)\n\n---\n\n[https://docs.google.com/document/d/1L3EKopwx6g5RoCZdxWLp3qODvSz51GY9hpk8JwQi4rA/edit#](https://docs.google.com/document/d/1L3EKopwx6g5RoCZdxWLp3qODvSz51GY9hpk8JwQi4rA/edit#)","70":"# Hiring\n\nGetting new people to join Blendle is a **high effort, high impact** thing to do. The reward is huge, when you see the people you hired adding value to the company. Imagine not hiring that person: that new idea, design, piece of code, algorithm or audio show would not have been there. Your hire could be key to the succes of Blendle: that's a lot of impact. The other side of the same coin is that it's high effort too. These 4 pointers will help you get started. \n\n- **Personnel planning**\n    \n    Planning the number and type of people you need in the future is hard but also crucial. Hiring people takes time (~3 months), so looking ahead is important for making your projects succeed. Without the right (number of) people, it's hard to build a cool product.\n    \n    When making plans for **the coming and next quarter:**\n    \n    1. **Determine what work needs to be done, looking 6-12 months ahead, and decide if we have enough resources to do so.** \n        \n        Our basic premise is that we work with the team we have and we hire reactively. But ask yourself a few questions. Do you have the right number and type of people? What kind of skills, expertise, experience do you need in what amount? What can we fix internally? What can we teach the people who are at Blendle? What can we just try with advice from outside? Is your ask temporary or permanent? How is the current workload? Can we afford to ship less quickly? \n        \n    2. **Keep teams small.** More then 4-6 people creates more overhead (mainly communication like e-mail/slack and interactions in general) and doesn't necessarily mean that the team performs better. Jeff Bezos calls it the 2 pizza rule (you should be able to feed your team with 2 pizzas) and Ringelmann discovered 'social loafing' in 1914. People unintentionally slack when the group gets too big. Read more about this here:","71":"- What problems are we aiming to solve by hiring this person? What would it look like when the problem is solved?\n    - What impact do we expect this person to make in his/her - let's say - first 6 months?\n    - What does good performance and success look like for this person? What do you expect from him/her?\n    - What challenges or downsides does this role have?\n    - What would you call the role? Is it an existing role (if yes: think if you can use someone as a blueprint, if no: make sure to check if our job title matches with other companies).\n    - How much experience do you think this person needs? What kind and type of experience? In what kind and type of environments? Do you expect this person to be plug and play or is there room for learning and growing?\n    - What could someone's career path look like at Blendle? What do we have to offer there?\n    - Do you expect this person to lead a team or guild in a way?\n    - What would a average week look like for this person?\n    - What are examples of projects that were there the last quarter which could have been done by the new hire? What projects or topics are coming up?\n    - What kind of skills, knowledge, expertise or experience does this person need? Make a distinction between must-haves and nice-to-haves. Be specific.\n    - What kind of skills are lacking in the current team which this new person should bring?\n    - Selling points: why would someone quit his job for this role? Think about the team, the role and Blendle.\n    \n    Share this with the hiring team, so everybody is on the same page on what we are looking for.\n    \n    **When pinning down the profile, keep [the Matrix™](https://docs.google.com/spreadsheets/d/1HO4cEH0dguBywUzjT3FMUSGiJbgGjOQDdaILl0BaJME/edit#gid=1890661785) and Work, Drive and Fit in mind. That's also what your hiring team is going to rate the candidates on, so it's good to know what they have to be rating.**","72":"If it's a new role, it can be hard to pin these questions down. You can use this set of questions to ask experts in the field to help you pin down the profile as described in the section '[Getting people in'](https://www.notion.so/beae540c6eb54f87b43bb2123d50f23e) section 3: Sourcing:\n    \n    > Source to pin down your profile. New roles can be hard to pin down in a few bullet points. Since we can only hire (or turn down) someone if we know exactly what we are looking for, sourcing can be a good addition. Make a list of 20 people who match your profile so far on paper, ask your top 5 if they would like to have a cup of coffee with you. Use those conversations to finish your profile.\n    > \n- **Finish job description & get started**\n    \n    Go to [admin.homerun.co](http://admin.homerun.co) and log in with your google account from Blendle.\n    \n    1. Ask HR to duplicate a template for you and make you hiring manager or reuse an existing job description and go from there. \n    2. Go to edit:\n        \n        ![Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Schermafbeelding2018-07-10om13.11.25.png](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Schermafbeelding2018-07-10om13.11.25.png)\n        \n    3. Adjust the job description to your liking:\n        - The first section is about the team, what they do and the reason why we are hiring.\n        - The second section consists of the 4-5 reasons we chose to work at Blendle. You can alter them, but you can keep those the same.\n        - The third section is our wishlist: alter these to get the most important stuff from your intake (above) across.\n        - The last step is altering the Application form (click 'Application form' next to 'Job post').\n            \n            ![Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Schermafbeelding2018-07-10om13.15.50.png](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Schermafbeelding2018-07-10om13.15.50.png)","73":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","74":"The section 'Questions' is most important for now. Make sure to come up with a few good job-related questions based on your intake. For example for Android dev: 'Tell us about the app you have in the store :)'. Be creative: a good question tells you a lot more than a well-designed resume.\n            \n        - Click save and publish (on the right) and add the right people to the hiring team so they get to see the applicants too.\n- **Hiring process**\n    \n    [Hiring process](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Hiring%20process%203549b01928d94515bd84b3cba263711b.md)\n    \n    [Interviewing](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Interviewing%20626abcbe6fa04d0c985973c238f7cede.md)\n    \n    The blueprint of the hiring process + responsibilities can be found here:\n    \n    [https://www.notion.so/blendle/Hiring-process-c19f8f3d05034b42b2bb42e330b8a934](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Hiring%20process%203549b01928d94515bd84b3cba263711b.md)\n    \n- **Get new people up to speed**\n    \n    Give your new hires a smooth start. Here's how.\n    \n    - **Coordinate with HR** about starting date and the first day.\n    - For the first month, **create a set of goals and expectations** which you share with your new hire in the first few days.\n        \n        **Check this page** for the structure, timeline and templates for goals/expectations.\n        \n        [Your 1st month ](Your%201st%20month%205f253fc3413b427f8df1c4d0155ac153.md)\n        \n    - **Confirm your hire**. The first/two month(s) is the trial period. This is not an extended hiring process, but make sure to validate your hire from both sides. If there are any doubts, flag it with your lead or HR and consider building in more check-ins.\n\n# Work at Blendle\n\n---","75":"[The psychological theory that explains why you're better off working solo](https://qz.com/848267/the-ringelmann-effect-productivity-increases-when-youre-working-solo-rather-than-on-a-team/)\n        \n        [What is the optimal group size for decision-making? - Sheila Margolis](https://sheilamargolis.com/2011/01/24/what-is-the-optimal-group-size-for-decision-making/)\n        \n    3. **Keep budget in mind.** You should focus on getting the best team for the work you need done, but budget does play a role in this. People are our most important and most expensive resource. Hiring, therefore, is an expensive solution to a problem. \n    4. **Plan.** Discuss this step with your lead and HR.\n        \n        To be able to plan you need these variables: Team, Role, Profile and role description, Hitlist, Priority, Scarceness (1-5), Years of relevant experience, Salary range, Planning. \n        \n         Here's an example of a template we've used in the past to plan our hiring Blendle-wide:\n        \n        [Google Sheets - create and edit spreadsheets online, for free.](https://docs.google.com/spreadsheets/d/1X9C2vGjxwdD2RSXcObW6A9rgd5XaD-zoFL1OIw5y5kQ/edit#gid=981401373)\n        \n- **Determine role: intake**\n    \n    [Opening up a new job](Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d/Opening%20up%20a%20new%20job%20e40836db0ee74f53971c98908d3e78a6.md)\n    \n    UPDATE 2019: Please also check ↖︎\n    \n    Alright, so you came to the conclusion you need to hire someone. The next step is to pin down what you are (and aren't) exactly looking for in a candidate. This step is crucial. Rush this and you'll find yourself wobbling further down the road. \n    \n    *Ask for help from recruitment/HR with this. They can help you out.*\n    \n    This set of questions should help you define your perfect candidate.\n    \n    - What team will the new person be joining? What is the goal of that team and how does that new person's job fit in there?","76":"# Holidays x\n\nYour team members will sometimes not be present 😮. No worries, they are just taking time off or recovering. Here's what you can do. \n\n**Holidays: time off ☀️**\n\nIf you haven't please take a look at the section about time off for everyone: \n\n[Taking Time off x](Taking%20Time%20off%20x%2000c8b7bcab1a4b1ba5d285adb774b32d.md)\n\n- Your team will put a request in for time off through Nmbrs. Nmbrs will inform you through email, you can accept or decline this request by clicking the link in the email.\n\n[People System - Salarisbalie - Requesting Time off & Expensing](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999.md)\n\n- We only track this to have a handy overview of who is off and when, for example for planning around projects and releases.\n- Keep in mind we don't pay out holidays at the end of the ride.\n- Make sure people take enough time off (4-6 weeks per year) by bringing it up every once in a while. But: **it's their responsibility.**\n- Make sure people **communicate** their time off well with the team and you. You have a say in this and you have to agree on someones time off (which will be fine in 99% of cases).\n- Make sure your people put it in the **@all and their own agenda.**\n- When life happens (funeral, moving, child, dentist), you have the liberty to **agree on what is needed** for this person in this specific situation. When in doubt, ask HR.\n- When people work hard, **poke them** to take time off so they recharge.\n- For longer leaves of absence (~4 weeks) ping HR for advice.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","77":"# Leading Feedback\n\nWe can not stress enough how we value feedback in all its forms. **Good feedback is at the center of all people-related topics**. Good feedback is the key to a good collaboration, happy people and even a successful company. As a lead, you are responsible for leading the feedback for your people. This section will help you do so. Look at this list as a toolkit for you and your colleagues. \n\n[Our Feedback Process](Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8.md)\n\n- **Make notes**\n    \n    **Why?** \n    \n    Well, because you forget. Plus making notes forces you to constantly think about the feedback. We would recommend making it a habit at the end of the week (weekly review ftw!): how did X do? \n    \n    If you have a good system, it will also allow you to look back. ‘Didn’t we discuss this already a year ago? It’s still an issue’. It also shows that you don’t forget and take this seriously.\n    \n    **How?**\n    \n    Docs, Evernote, Todoist, Wunderlist, Word, Things or even a notebook (I would not recommend a notebook). Whatever works. Just make small notes: You did well on project X and meeting Y, because ABC. I really liked when you did X, because it had an effect on ABC. It helps you during the reviews every 6 months.\n    \n- **Continuous Feedback**\n    \n    **Why?** \n    \n    Don’t save up feedback, it’s less powerful. Just speak your mind. The more often you do this, the easier it gets. This goes both ways: good and bad. I never heard someone say he or she got too much feedback.\n    \n    **How?** \n    \n    Face to face is best (e-mail/slack/chat is ok for practical stuff).\n    \n    Praise in public, feedback 1on1.\n    \n    Think about:\n    \n    - quality of work: you did well on X. Because ABC.\n    - way of working: you were slow and distracted, how can I help?\n    - behaviour: try not to interrupt people during the meeting.\n    \n    There are a lot of tips out there on how to give feedback.\n    \n    I like the HIP-approach:\n    \n    - **H**umble\n    - **H**elpful","78":"- **I**mmediate\n    - **I**n person\n    - **P**rivate criticism/ **P**ublic Praise\n    - Not about **P**ersonality\n    \n    Source:\n    \n    [A HIP Approach to Feedback | Achieve Radical Candor](https://www.radicalcandor.com/blog/a-hip-approach-to-feedback/)\n    \n- **Have scheduled (bi-)weekly 1on1's**\n    \n    **Why?**\n    \n    It’s important and it's not going to happen if you don’t schedule it. If all is fine it might feel too much. It isn’t. Goal is to ‘stay in touch’ and simply have a relationship with someone. The relationship is the basis for being able to give good feedback and it makes it easier to receive too.\n    \n    **How?** \n    \n    It works best if you have a standard agenda for this meeting. I would not recommend winging it every time. \n    \n    [re:Work - Guide: Coach managers to coach](https://rework.withgoogle.com/guides/managers-coach-managers-to-coach/steps/hold-effective-1-1-meetings/)\n    \n    Here’s an outline we like.\n    \n    - Personal: How are you feeling today? Why is that? What’s going on in your life at the moment? What’s on your mind?\n    - Work: What are you working on? What do you like/dislike? Any roadblocks/issues?\n    - Feedback and coaching: Share the feedback you wrote down. Do you have any feedback for me?\n    - Goals: How are you progressing on your personal goals? Need help?\n    \n    *Review action points last week and make new ones*\n    \n    I would recommend asking your team member to come up with an agenda, to also make them feel they are in control and in the lead.\n    \n    Last but not least: take 15-30 minutes to prepare. Both parties shouldn’t accept the meeting going forward without preparing.\n    \n    We can highly recommend listening to this three part course from Manager Tools on 1:1’s. It's sometimes a bit cheesy (including the theme music) but the contents are very much worth it.\n    \n    [One-on-Ones - Part 1 (Hall Of Fame Guidance) | Manager Tools](https://www.manager-tools.com/2005/07/the-single-most-effective-management-tool-part-1)","79":"The process is straightforward: First, let your managers know that you’ll be scheduling a meeting with their direct reports. Get them comfortable with the idea, and make it clear that this meeting is intended to be helpful to them. Then explain the process to the reports, again making it clear that the goal of the meeting is to help their boss be a better manager — and that the meeting is not for attribution.\n    \n    “In other words, I would tell the manager what everybody said but not who said it. Not because I wanted to foster secrecy, but because I wanted to help get the information out there,” says Scott. “If there were too many things the team didn’t feel comfortable saying directly to their boss, and if it wasn’t getting better over time, that became the top thing I worked with the manager to change.”\n    \n    [Radical Candor - The Surprising Secret to Being a Good Boss](http://firstround.com/review/radical-candor-the-surprising-secret-to-being-a-good-boss/)\n    \n    Just let us know if you would like one and we will organize it for you :).\n    \n    **Upward feedback**\n    \n    Something you can do yourself is asking for upward feedback using a typeform/googleform. Send these questions to your team and see where you're at:\n    \n    - My teamlead regularly gives me actionable feedback that helps me improve my performance.\n    - My teamlead does not micromanage (i.e., get involved in details that should be handled at other levels).\n    - My teamlead regularly shares relevant info and/or insights from the MT.\n    - My teamlead is easy to approach with problems/concerns/feedback.\n    - My teamlead communicates clear goals for our team.\n    - My teamlead keeps the team focus on our priority results/deliverables/OKR’s.\n\nSome good reads:\n\n[How Google Management Measures its Effectiveness](https://getlighthouse.com/blog/google-management/)","80":"[11 ways to get feedback from your most introverted employee](https://m.signalvnoise.com/11-ways-to-get-feedback-from-your-most-introverted-employee-7a6317121b47)\n\n[Our 6 Must Reads for Managers to Give Feedback That Helps People Grow](http://firstround.com/review/our-6-must-reads-for-managers-to-give-feedback-that-helps-people-grow/)\n\nWith a great example attached: [https://cdn.filestackcontent.com/SS7xTRITymhxGQQ37eaY](https://cdn.filestackcontent.com/SS7xTRITymhxGQQ37eaY)\n\n[Radical Candor - The Surprising Secret to Being a Good Boss](http://firstround.com/review/radical-candor-the-surprising-secret-to-being-a-good-boss/)\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","81":"[Map of the Universe™ | Manager Tools](https://www.manager-tools.com/2005/07/the-single-most-effective-management-tool-part-2](https://www.manager-tools.com/2005/07/the-single-most-effective-management-tool-part-2))\n    \n    [One-on-Ones - Part 3 (Hall Of Fame Guidance) | Manager Tools](https://www.manager-tools.com/2005/07/the-single-most-effective-management-tool-part-3)\n    \n    A great book on this topic is ‘High Output Management’ from Andy Grove. Available here, let us know if you'd like to read this and we can order it for you.\n    \n    [bol.com | High Output Management, Andrew Grove | 9780679762881 | Boeken](https://www.bol.com/nl/f/high-output-management/9200000050107971/)\n    \n- **Give input and flag**\n    \n    You are the gatekeeper for the performance and development of your team members. If people excel, we should reward them. If someone is underperforming we should look for solutions. We want you to flag both situations with the MT and the HR team. First step is to tell the team member yourself, but keep 'the rest' in the loop too. \n    \n    Don't wait for a review cycle or contract which expires to give this a thought.\n    \n- Optional: **Skip level session and upward feedback**\n    \n    **Skip level session:** \n    \n    Also called an upward feedback session. A session where your team members sit down with your lead to talk about you. Your lead makes notes and shares them with you afterwords. \n    \n    “If you’re a manager of managers, you need to make sure that everyone on your team feels they can criticize their boss,” Scott says. But she’s quick to note that this does not mean encouraging your team to be boss killers. Instead, she recommends putting this advice into practice with a simple meeting — commonly called a 'skip-level meeting,' though that sounds hierarchical, so she prefers to call them 'manager guidance sessions.'","82":"# Learning Budget\n\nThere is money on our bank account and it’s up to us to spend wisely.  Just let us know if you think it’s reasonable if Blendle pitches in.\" \n\nThe question is rather simple: is it a good investment? \n\nDoes Blendle benefit from the fact that you are spending time and money on learning and development? \n\nDoes this fit in your personal development path at Blendle? \n\nDoes it match personal goals? \n\nDoes it match the role and responsibilities? \n\nWould you spend the money on this if it was your own?\n\n**Talk to your Lead, and they will help decide with finance for learning budget requests.**","83":"# Package Delivery\n\nYou can order a package to be delivered to the office 🚛:\n\n- Delivery address: **Blendle Catharijnesingel 52 (4 hoog), 3511 GC Utrecht**\n    - make sure that you mention `Blendle` in the address:\n        - example: fill the `name` field with `Alice Blendle` or `Bob Blendle`\n        \n- If the package does not fit in the mailbox:\n    - The courier will ring the bell to leave the package.\n    - If you are not at the office:\n        - Usually there is somebody most of the time at the office.\n        - They will receive it for you, then you can find your package in the canteen on the first big table. Or a nice co-worker might bring it to you.\n- If the package fits in the mailbox:\n    - Usually @Vera Eelkema takes the posts out of the mailbox every work-day.\n    - What shall I do if Vera is not at the office 🤔?: (Joëlle also has a key at her desk)\n        - You can find the post box keys (with a blue thing attached to it) at her desk:\n            - Editorial area → third desk from the left facing towards the studio.\n            - Will be nice to take the rest of package(s) / mail(s) and leave them on Vera's desk.","84":"# Office\n\n# Our office and everything in it\n\n**Workplace:** \n\nWe have a semi-flex workspace. Some people like to sit at the same desk 80% of the time and switch after a few months when joining another team or because they want a different view. Most teams are clustered together, simply because it's handy when working together. So do whatever helps you focus, collaborate or brainstorm.\n\n---\n\n**The headphone rule:** \n\nWe don't like rules tbh, but focus is important to finish tasks. You are the boss of your agenda and you are in charge of when you can be disturbed and when you can't. Headphones on = do not disturb. Simple, right? Try it out!\n\n---\n\n**Lunch**\n\n~12 o' clock, there is lunch in the canteen, free of cost. Joëlle is in charge of lunch — ask her if you need anything (allergies for example).\n\nWhat you can expect from lunch:\n\n- Healthy: We try to offer products that are not bad for you!\n- Enough for everyone: The goal is to have enough food for everyone. But sometimes we just run out of stock, bad luck... No worries, we will get some more next time.\n- Variety: Variation is good. But it's also good to keep some things special. Like luxury products or snacks, we order these occasionally. This should keep it special and within our budget.\n- If you have any food related suggestions, be free to send them to officemanagement@blendle.com. But remember this, we can not cater to all individual needs. But we always take suggestions into consideration.\n\n---\n\n**Snacks and more**\n\nThere will be beer, soda and snacks after All-hands presentations. \n\nOn any other regular day:\n\n- We might have chips etc, but op = op. We order snacks sometimes.\n- This also goes for the cookies, fizzy drinks, beer or club mate.\n- Fruit is something we want to provide everyday. If you notice we run out of fruit too fast and too often, ping our Office Manager so she can fix this.\n\nIf you are a big snack lover or don't want to be left empty-handed, consider bringing your own snacks.\n\n---\n\n**Clean up your shit**","85":"You need to clean up your own shit. Take your cups to the dishwasher. Throw away your stuff. Don't forget to do a chore on your own initiative every now and then. Do the dishwasher (turn it on, clean it out), throw away trash or clean the coffee machine. This 'system' works really well and keeps us away from bullshit like dishwasher duty.\n\nFahima is here every day, twice a day to clean this place, including toilets. \n\n---\n\n**Think about the environment.**\n\nKill the lights. Turn down the heating. Don't waste paper #deadtrees. We separate our garbage into paper, glass, plastics and rest. Don't waste food: feel free to take home bread on Friday.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). \n\n[Package Delivery](Office%20d0ebcaaa2074442ba155c67a41d315dd/Package%20Delivery%20ebe31702ef51431b8b33b067b43f464e.md)","86":"# Our Feedback Process\n\n> At Blendle we value the **Freedom** and **Responsibility** of giving **Proactive** and **Honest** feedback to drive excellent **Team Work**.   We try to build input points into everything we do.  We even got feedback on upgrading our Feedback process - all of which is incorporated into the new process below.\n> \n\n# **Typical Feedback Moments @ Blendle:**\n\n- **Sprint retro** - every 2 weeks.  How did the cycle go?  What did we learn? How did we feel?\n- **Agile Process retro** - Monthly.  How can we improve the process and collaboration?\n- **BIG HR People Surve**y - two times a year Q1 and Q4 on Employee experience.\n- **EVERYDAY!**\n\n# The **Quarterly Coaching Feedback Process**\n\nAt least every Quarter we want to make sure you get a formal feedback and coaching conversation focused on your personal and professional development, and progress.  And luckily, the quarterly process aligns to the timing of our Objectives Goals Strategies Measures, so you can chat about both with your manager at the same time.\n\n### The Process:\n\n**YOU** run ***your*** process - End to End.  By having full ownership you control your development (that ****responsible** value again 🙂) and focus on **teamwork** **and ****honesty ****by discussing feedback together (rather than through your manager).  So you're developing from the development process itself!\n\n![Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8/The_Process.png](Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8/The_Process.png)\n\nLet's get started.....!\n\n### (**1) Complete the Self-Assessment.  An overview is sent direct to your inbox.**\n\n[Self Assessment Form](https://blendle-hr.typeform.com/to/Zg5JBLcI)\n\n### (2) Ask Others - send a request with the [link](https://blendle-hr.typeform.com/to/ybm5iF) to the 360 feedback form, to your chosen 3 colleagues (from any team) and your manager .  As soon as they respond it will be sent direct to your inbox.\n\n[360 Feedback Form](https://blendle-hr.typeform.com/to/ybm5iF)","87":"### (**3) If you have questions on your feedback, grab a coffee with your team-mates to clarify (this is not mandatory)**\n\n### **(4) Consolidate everything, compare your self assessment to peer feedback, prepare  ideas and set-up a coaching session with your manager.  While you lead the session, your manager will coach you with the goal of agreeing on your development plan.  Click below for the template and Save a Copy to your own drive.**\n\n[Google Docs - create and edit documents online, for free.](https://docs.google.com/document/d/1EM6-VklrN4H7Lffgbe7kP-kTaFWkv5ccuy4gpbIaceY/edit)\n\nMy Development Plan Template\n\n<aside>\n💡 **Tips for giving useful feedback**\n\n</aside>\n\n![Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8/Untitled.png](Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8/Untitled.png)\n\n- Don’t save all your feedback up - give at the time of the event (or shortly after) -  There should be no surprises\n- Don't make it personal.  Focus on the situation not the person. and how you can work together to improve it for next time.\n- Examples are fine, but don't use them for the blame game.\n- Reflect on your intention in giving someone your feedback. Are you giving it to help someone or to shame someone?  Did you have a role in the situation that happened?\n- Be clear and direct, subtle gibberish doesn't help anyone.\n- Remember A-P-P-R-E-C-I-A-T-I-O-N helps motivate and shows people their unique value.\n\n<aside>\n💡 Tips for r**eceiving feedback**\n\n</aside>\n\n- Always assume feedback is given to help you\n- Be open to listening and don't get stuck in a spiral of defending or pointing fingers back.\nTake responsibility if something went wrong and focus on learning how to work together better.\n- Be curious - Why is this feedback given to you? What is really at the root of it?  Is it the feedback itself that indicates a problem or is some emotion underlying it that needs to be addressed?\n\n# Work at Blendle\n\n---","88":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","89":"# Parenthood\n\nBeing or becoming a parent can be challenging at home and at work. No matter if you are already a parent or are going to be one, you might have some questions about what Blendle has in place for Blendle moms and dads. This page should contain all the information you seek.j\n\n- **Maternity leave**\n    \n    When you're pregnant, we recommend you inform your lead and HR no later than 3 months before your due date. This way we have enough time for the necessary paperwork with UWV. We also need a pregnancy statement from your doctor with the due date.\n    \n    **Some practical info:**\n    \n    1. Absence during pregnancy:\n        \n        If you happen to get ill because of your pregnancy or if you have to be absent because of doctor appointments, please inform your lead. Our general guidelines on [Holidays](Holidays%20x%205b552479e5ad40b49ce71fa68840ce35.md) and [Sickness](Sickness%20absence%204ee2e3c7281546d3a827de3e3e286366.md) absence also apply in this case.\n        \n    2. Salary:\n        \n        Nothing changes here. Blendle pays your full salary.\n        \n    3. Duration of maternity leave:\n        \n        By law you are entitled to 16 weeks of paid maternity leave. And you decide when your leave starts. The leave can start anywhere between 6-4 weeks before your due date. If you are pregnant with twins or more... you can leave between 10-8 weeks before your due date. Please let us know if you encounter unexpected complications during this time. We understand it's not always easy and will do our best to accommodate your situation.\n        \n        There are a couple more exceptions that can affect your maternity leave. You can either contact HR for more info or [visit the government’s info page.](https://www.rijksoverheid.nl/onderwerpen/zwangerschapsverlof-en-bevallingsverlof/vraag-en-antwoord/hoe-lang-duurt-zwangerschapsverlof-en-bevallingsverlof)\n        \n    \n    **To-do during pregnancy:**\n    \n    1. At least 3 months before your due date:","90":"- Tell your lead and HR that you are pregnant\n        - Show your pregnancy statement to HR\n    2. At least 3 weeks before your leave:\n        - Together with your lead, set a date for your leave and inform HR\n        - Discuss possible work-related adjustments with your lead (like parental leave, breastfeeding)\n    3. Within 4 weeks after birth:\n        - Inform HR of the birth date\n        - Let your lead and HR know if you need anything when you are back at work\n    \n- **Birth leave**\n    \n    As a partner (if you are not the one giving birth) you are also entitled to leave after the birth of your child. The official term for this is birth leave. By law you can take 6 week off to enjoy your new offspring and help your partner (within the first 6 months after birth). During these 6 **weeks** you get your full salary paid. Just make sure you and your lead have made arrangements about the continuity of the ongoing projects/work within your team during your absence. And inform the hr@blendle.com of the dates for UWV and legal reasons. \n    \n    Again, please let us know if you and your partner encounter unexpected complications. We’ll do our best to help where we can.\n    \n- **Parental leave**\n    \n    As a parent (both parents) you are also entitled to parental leave for every child. In total, you can have **26 x your weekly work hours** off per child. If you work 40 hours a week, it would be 1040 hours total parental leave for each child.  So this right applies to each child separately and you can make use of it until a child is 8 years old. You can choose to take time off either for a longer period at once, or spread it. For example 1 day per week off.\n    \n    **Important note→** You won't be getting salary and other allowances during the parental leave. And technically, you are not saving up for holiday hours and you are not saving up for holiday allowance.","91":"Please let your lead and HR know if you are planning to take parental leave. HR can help you with all your questions.","92":"# Party and study budget\n\nThere is money and time you can spend on celebrating stuff and for learning and development. We want you, as a Team Lead, to feel free to spend this money and time within these boundaries so you don't need permission every time you spend it on these two topics. We want to create clarity so you have the liberty to spend money on this. We don't want to limit your thinking by coming up with a budget, so feel free to ask HR if you'd like to bend the budgets for a good reason.\n\nYou are in the lead for these two topics for your team. \n\n## Party budget\n\nApart from the Blendle-wide parties, outings and celebrations, we came up with a number for you to spend on team related stuff. **Every person at Blendle has €60 per year to spend on fun stuff.** Why not €80 or €20? No good reason, we figured you could go out for dinner twice with your team for €60. Every person keeps track of this for themselves.  \n\n## Study budget\n\n\"There is money on our bank account and it’s up to us to spend wisely. So yes, there is budget. Just let us know if you think it’s reasonable if Blendle pitches in.\" \n\nThe question is rather simple: is it a good investment? We spend our money wisely, so we consider the pro's and con's. Does Blendle benefit from the fact that someone is spending time and money on learning and development? There is a big chance the answer is yes, but it's important to make it concrete how. Does this fit in someones personal development path at Blendle? Does it match the personal goals? Does it match the role and responsibilities? \n\nA good control question is if you would spend the money on this if it was your own. The rest is common sense.\n\nAs leads you can decide to say Yes or No to budget requests based on the above questions. If you need help deciding, you can discuss with HR.\n\n**€0-€250** = no study contract. Like a cool book, online course or a ticket to a summit.\n\n**€250-1500 =** 12 months study contract. Like a full blown study/course or a conference (abroad).","93":"**€1500+** = edge case with 24 months study contract, please discuss with HR.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","94":"# Pension\n\n- **Pension:** \nwe facilitate pensions via [Bright Pensioen](https://brightpensioen.nl/). Bright is not your standard pension plan. We think it’s better than the mandatory corporate pension scheme which you might be used to. [This video](https://youtu.be/xfZM2JuovJM?t=1941) explains a bit about pensions in general and it starts at the point where they explain what Bright Pensioen is and why we chose it. Blendle pays the costs to Bright, so the money you put aside goes straight to your pension. You can sign up through [THIS PAGA](https://brightpensioen.nl/werknemer/word-bright/)\nYou can join a webinar for more info on [https://brightpensioen.nl/event/pensioen-faciliteren/](https://brightpensioen.nl/event/pensioen-faciliteren/)\nOr have a look at their (English)\n    \n    [Workshop Blendle ENG (3).pdf](Pension%20a20c852b7ada4be297a97951aa20a7e2/Workshop_Blendle_ENG_(3).pdf)\n    \n    [Pensions & Retirement age in the Netherlands](https://www.iamexpat.nl/expat-info/official-issues/pensions-retirement-netherlands)\n    \n\nBlendle will cover the joining and membership fees.  Once you have registered with Bright Pension, they will invoice these costs to Blendle.\n\nThe Monthly amount you pay in is up to you, and covered by you.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","95":"# People System - Salarisbalie - Requesting Time off & Expensing\n\nSalarisbalie is our payroll specialist and makes sure we get paid correctly every month, Salarisbalie works within a tool called NMBRS. NMBRS is used for saving and monitoring all personnel files,  personal information, holidays, dossiers, contracts, etc. \n\nWhen you start at Blendle, you get onboarded in this system. Easy peasy, everything in one place. \n\nYou, HR and your lead have access to this self service tool.\n\nSo what can you do with Nmbrs?   Next to accessing your personal information and contracts, you can also change your contact information yourself. Plus, requesting time off and claiming expenses just became a whole lot easier: \n\n- **Time off request**\n    \n    **Why are we doing this if we have unlimited holidays?**\n    The \"unlimited fair use\" rule stays. We are adding the balance for legal reasons. \n    \n    And while we don't have a maximum, we do have a **minimum** that we want you to take, to keep you healthy - 20 days each year, for a 40 hour contract. \n    \n    Plus, NMBRS has a super easy way to overview who is out of office and when, Blendle wide.  A great tool for teams and managers to plan work and availability especially around big projects or releases.\n    \n    **It looks weird in the system.....I see a negative balance!**\n    \n    For everyone with a 40 hours contract, the **minimum balance is set as 20 days** in NMBRS each year, and this re-sets at the start of each year.  In the case that you didn't take all 20 days by end of December (we hope this is not the case as you should take the advised minimum, at a minimum), these days will show in your balance for the next year for 6 months.\n    \n    (note: as we are introducing the tool in June 2020, the remaining balance is 10 for 2020, that's half of the normal balance)","96":"**0-hour contracts**  Do not show a time off balance as holidays are paid out monthly together with the salary\n    \n    **We would like to highlight this once more, the \"unlimited fair use\" rule stays. Addition of the balance is for legal reasons. And your balance will be topped up at the start of each year. Negative balances are fine and also erased at the start of each new year.** \n    \n\n- **Claim Expenses**\n    \n    To claim any expenses you paid in advance, like business commute, business lunches, conference, books etc.. log in to your [https://salarisbalie.nmbrs.nl/](https://salarisbalie.nmbrs.nl/)  account, click on \"Expenses Declaration\" . **Remember to chose the right sort of expense!** Fill in the right amount, upload the invoice and done. Your lead will receive a signal of your claim. After accepting it, the claim will be forwarded to finance and paid out together with your next salary. **You can do this via the NMBRS app as well!**\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.38.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.38.png)\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.57.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.57.png)\n    \n\n[Handleiding NMBRS.pdf](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Handleiding_NMBRS.pdf)\n\n[ENG Manual Document viewer employer 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/ENG_Manual_Document_viewer_employer_2018.docx)","97":"On the other hand, if **you exceed this minimum balance** you will show as negative in the system.  Nothing to worry about **-** remember... **we don't track your holidays in that kind of way**.  As long as your manager has agreed to your holidays and you have added your request, it's fine to go negative. \n    \n    **How do I submit my holiday plans?**\n    After discussing your time off with your lead and team, go to NMBRS to submit the request. To do so, log in to your [https://salarisbalie.nmbrs.nl/](https://salarisbalie.nmbrs.nl/) account and choose \"Verlof\". Fill in the dates, reason, save it and done!. Your lead will get a signal to approve the request through NMBRS.\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.33.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.33.png)\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.46.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-17_om_13.03.46.png)\n    \n    **And click there ㆔** **for the overview of Blendle (the three lines in your home page )**\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-15_om_12.40.44.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-15_om_12.40.44.png)\n    \n    ![People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-15_om_12.40.56.png](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/Schermafbeelding_2020-06-15_om_12.40.56.png)","98":"[ENG Manual Document viewer employee 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/ENG_Manual_Document_viewer_employee_2018.docx)\n\n[NL  Handleiding Zelfservice Werkgever 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/NL__Handleiding_Zelfservice_Werkgever_2018.docx)\n\n[NL  Handleiding Zelfservice Werknemer 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/NL__Handleiding_Zelfservice_Werknemer_2018.docx)\n\n[NL  Handleiding Salarisbalie App werknemer 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/NL__Handleiding_Salarisbalie_App_werknemer_2018.docx)\n\n[NL  Handleiding Zelfservice Werkgever Verlof inrichten 2018.docx](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999/NL__Handleiding_Zelfservice_Werkgever_Verlof_inrichten_2018.docx)","99":"# People Team\n\nWho does what!\n\n![People%20Team%20b357238e4918404eb2edf62a10e6de23/Schermafbeelding_2020-01-16_om_16.37.09.png](People%20Team%20b357238e4918404eb2edf62a10e6de23/Schermafbeelding_2020-01-16_om_16.37.09.png)","100":"# Fitness subscription with discount\n\nTo keep your body in shape we arranged a nice discount at [bedrijfsfitnessonline.nl/blendle](https://bedrijfsfitnessonline.nl/en/?Itemid=14126) and deworkout.nl\n\n![Fitness%20subscription%20with%20discount%20b88ca1753e35475196938f6c4884709a/logo-bfo.png](Fitness%20subscription%20with%20discount%20b88ca1753e35475196938f6c4884709a/logo-bfo.png)\n\n## BedrijfsFitnessOnline.nl/Blendle\n\nThrough [BedrijfsFitnessOnline.nl/Blendle](https://bedrijfsfitnessonline.nl/nl/blendle) we get a 10% discount off of memberships with their partners.\n\n**Where can I go?**\n\nAt BedrijfsFitnessOnline they offer a variety of partners to choose from. They are located throughout the Netherlands. This way everybody can find a suitable location nearby. All connected fitness partners can be found with the [locations map](https://bedrijfsfitnessonline.nl/en/blendle/locations).\n\n**What are the costs?**\n\nYou can find all the rates [here](https://bedrijfsfitnessonline.nl/en/blendle/rate), which shows the reduced prices we arranged for you with the connected partners.\n\n**How do I subscribe?**\n\nYou can subscribe by visiting [BedrijfsFitnessOnline.nl/Blendle .](https://bedrijfsfitnessonline.nl/nl/blendle) Are you already a member at one of our partners? In that case you can subscribe yourself as an existing member. That way you too will profit from the discounted rate! To subscribe, you will need to use our specific Blendle reference number, this can be found [**here](https://www.notion.so/09b6a96d57ef4ca48cb8c325c131e632)** (Not a public link)\n\n**A list of all benefits:**\n\n- Always a discount on the private subscription\n- National coverage with a variety of partners\n- Even if you are already a member, you can switch to the discount rate\n- The discount also applies to one or more guests\n\n---\n\n![Fitness%20subscription%20with%20discount%20b88ca1753e35475196938f6c4884709a/WorkOut-Logo-Y.png](Fitness%20subscription%20with%20discount%20b88ca1753e35475196938f6c4884709a/WorkOut-Logo-Y.png)\n\n## deworkout.nl","101":"They have 2 locations in Utrecht.\n\n- Costs: € 21,95 per 4 weeks.\n- Contract: is for 52 weeks, after that you can cancel monthly.\n- If you leave Blendle, you can also cancel with a month’s notice.\n- You can sign up with them directly. Use your Blendle email address and ask for the discount.\n- Visit [www.deworkout.nl](http://www.deworkout.nl) for more info and signup.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","102":"# Headspace/Things\n\nTo keep your head in shape, we pay for the best apps to help you do so: [Headspace](https://www.headspace.com/), to stay calm and mindful and [Things](https://culturedcode.com/things/), to boost your productivity and help you reach your goals.\n\n[https://www.youtube.com/watch?v=CS76mK58urI](https://www.youtube.com/watch?v=CS76mK58urI)\n\n[Andy Puddicombe's Ted Talk](https://t.yesware.com/tt/ece03257990d5921619e6fdc733d2d4a7f943fe1/87642caf16dc20e2362d1062acafd1ee/3ee9e7c8591cf48c76de0cb75f7a0519/www.ted.com/talks/andy_puddicombe_all_it_takes_is_10_mindful_minutes) (Headspace Co-Founder) Introduces the concept of mindfulness and the voice/founder of Headspace.\n\n[Brilliant Things Happen in Calm Minds](https://www.youtube.com/watch?v=lACf4O_eSt0) Introduces the concept of mindfulness and the voice/founder of Headspace.\n\n[Say hello to Headspace](https://www.youtube.com/watch?v=CS76mK58urI) Introduces the app and provides a preview of the style of our content.\n\n[Headspace: Changing Perspective](https://www.youtube.com/watch?v=iN6g2mr0p3Q) Helps improve our relationship with our thoughts.\n\n**How does it work:**\n\n- You can download either the iOS or the Android app.\n- You can then purchase a plan in the app.\n- To get your plan costs reimbursement, send your invoice which you receive either monthly or annually (depending on the plan) to [o](mailto:mariam@blendle.com)fficemanagement@blendle.com\n- You get reimbursed on a monthly basis together with your paycheck\n\n**Who is eligible for reimbursement?**\n\nAnyone who is an employee of Blendle and has a contract with Blendle. Regardless of how many hours or if it's permanent or temporary.\n\n[Headspace%20Things%2091db0e80aca9407787ffc55b9e39a62e/Headspace30DaysofMindfulness(5).pdf](Headspace%20Things%2091db0e80aca9407787ffc55b9e39a62e/Headspace30DaysofMindfulness(5).pdf)","103":"[Headspace%20Things%2091db0e80aca9407787ffc55b9e39a62e/hs_10reasons_scientists_11x17(5).pdf](Headspace%20Things%2091db0e80aca9407787ffc55b9e39a62e/hs_10reasons_scientists_11x17(5).pdf)\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","104":"# Perks & Benefits\n\n- **Phone Calls Costs/reimbursements:** \nif you need to make a lot of phone calls for Blendle, we’ll reimburse your costs. Same goes for other costs.\n- **Equipment:** \nwe have electric sit-stand-desks and good chairs so your back stays in shape and there are more than enough screens and additional equipment at the office.\n- **Lunch/dinner/food/drinks**: \nBlendle will make sure to keep your engine running by taking care of food (lunch/dinner/snacks) and drinks. Let us know if you have dietary requirements/allergies.\n- **BenifyDeal discounts:**\nOn [Werknemerloket.nl](http://werknemerloket.nl) where you can access your payslip, you can click through and visit [BenifyDeal](https://www.benify.nl/fps/wspr/u/r/discounts/app?userId=3260512&nav.id=158&nav.lId=4&_hut=OTc3ODQ2MTo2NTAzOjEwMDE5MA%3D%3D-4099f3f7b327148120d5cbf298fd2a769e60782e&nav.pId=4#/list) for lots of great offers and discounts. Like a € 1.000,- discount on a VANMOOF E-Bike!!!\n\n[**Headspace/Things**](Perks%20&%20Benefits%20c69a77eb7bd847e7a781476434855be1/Headspace%20Things%2091db0e80aca9407787ffc55b9e39a62e.md)\n\n[**Fitness subscription** with discount](Perks%20&%20Benefits%20c69a77eb7bd847e7a781476434855be1/Fitness%20subscription%20with%20discount%20b88ca1753e35475196938f6c4884709a.md)\n\n- **Blendle Premium:** \nwe’ll hook you up with a Blendle Premium subscription.\n- **Budget for study/courses/books/learning** etc.: \nthere is money in our bank account and it’s up to us to spend it wisely. So yes, there is a budget. Just let us know if you think it’s reasonable for Blendle to pitch in.\n- **Blendle outings:** \nthe party agenda is pretty full. You’ll be invited when there is a party ahead.\n- **Flexible Holidays:** \nwe think 4-6 weeks off per year is kinda the sweet spot, with at least once 2 weeks in a row. So that’s what we put in your contract.\n- **Flexible hours**: \nwe want you to find out what works for you best. Just know that we don't keep track of hours. We trust you.\n- **Laptop**:","105":"we provide you with a laptop that suits your job. Ask HR for further info.\n- **Workplace**: \nwe've built a pretty nice office to make sure you like being at Blendle HQ. Feel free to sit where you want. Even better: dare to switch your workplace every once in a while.\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","106":"# Personal User Guide\n\nWe recently stumbled upon a [Firstround Review blog](http://firstround.com/review/the-indispensable-document-for-the-modern-manager/) about writing a manual for others about yourself. **In short: we advise our leaders at Blendle to write a User Guide for their team members.** The guide is a living and breathing document which gives really concrete pointers on how to work with you. It also gives more context and information about you, so people understand why you do things or act a certain way.\n\nAnswering these questions is a quick way to do it. Below are more advanced examples.\n\nOh, made a guide? Share it with other leads!\n\n![Personal%20User%20Guide%20b3c7130d47a943e0b21772dd14d5efe8/Schermafbeelding2018-07-09om18.09.11.png](Personal%20User%20Guide%20b3c7130d47a943e0b21772dd14d5efe8/Schermafbeelding2018-07-09om18.09.11.png)\n\nThis a great and advanced example from the guy from the formerly mentioned blog:\n\n[](https://cdn.filestackcontent.com/SS7xTRITymhxGQQ37eaY)\n\nThis is the blog post we were talking about:\n\n[The Indispensable Document for the Modern Manager](http://firstround.com/review/the-indispensable-document-for-the-modern-manager/)\n\nRick wrote a blog post about it in Dutch.\n\n[Werk Slim - Een gebruikershandleiding voor jezelf](https://www.getrevue.co/profile/werkslim/issues/werk-slim-een-gebruikershandleiding-voor-jezelf-120623)\n\nThere, you can find this other great example: \n\n[How to Rands](http://randsinrepose.com/archives/how-to-rands/)\n\nMore articles (found by Rick)\n\n[Completing this 30-minute exercise makes teams less anxious and more productive](https://qz.com/1046131/writing-a-user-manual-at-work-makes-teams-less-anxious-and-more-productive/)\n\n[A guide for the 'all about me' generation](http://www.bbc.com/capital/story/20170318-writing-the-user-manual-for-yourself)\n\n# Work at Blendle\n\n---","107":"If you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","108":"# Referral bonus\n\nChances are that if you work at Blendle, you have great friends and peers who would also be fantastic additions to our team and who may be interested in one of the current [Job Openings](https://blendle.homerun.co/).\n\nTo help us grow our teams with exceptional people and encourage diversity in our hiring process, we will offer a referral bonus to any team member who helps us find an amazing hire:\n\n**So, how does it work?**\n\n- Referral bonuses are offered once the new team member is hired and has been with Blendle for **1 month.**\n    1. Any position = € 250 net for fulltime employment or pro ratio\n        \n        Currently open:\n        \n        - Product Designer\n        \n    2. Difficult to fill roles (e.g high demand, scarcity of skillset, seniority) = € 1000 net for fulltime employment or pro ratio\n        \n        Currently open:\n        \n        - Sr Backend Engineer Ruby\n\nNote: 0-hour(flex) and freelance openings are excluded from the referral programme.\n\n**Can anyone refer someone?**\n\n- YES! If you work at Blendle. No matter what role you are in, you can refer a candidate for any [open position.](https://blendle.homerun.co/)\n\n**How can I refer someone?**\n\n- Introduce your candidate by email to [People Operations or Recruitment](mailto:hr@blendle.com). This can be a full application (motivation/cv) or a sourcing lead.\n- Introduce your candidate by email to [People Operations or Recruitment](mailto:hr@blendle.com) and have them apply through Homerun.\n\nThe guidelines are as simple as you can imagine. If you still have any questions about how, who or what, please ask [People Operations or Recruitment.](mailto:hr@blendle.com)\n\nThe hiring managers are not eligible for bonuses when hiring for their teams. The board, People Operations and Recruitment aren’t eligible either.","109":"# Salary Review\n\n- **How do we determine someone's salary in the first place?**\n    \n    We weigh up several variables:\n    \n    - **Benchmark:** internal and external.\n        \n        The most accurate way to determine the range where someone should be is comparing someone with a peer internally. During the hiring process you find out at what level someone is and you'll be able to compare him or her internally. Who would you compare this person to in terms of level? Is he/she better than X? If you notice that everyone is not as good as the people we have, but are paid more: think about raising the salary of our people. Keep in mind that - especially in tech - the market is on tilt. Big corporate pay a lot of money to even mediocare people in tech. We don't want to compete with them and that is a choice for new hires to make. \n        \n    - **Classic figures:** experience, education, specific knowledge and expertise.\n        \n        This is a bit old school in a way, but also at Blendle there is a difference between someone who is a starter with no experience or someone with 8 years of experience. For some jobs/roles we need certain skills, expertise or even education. This always comes with a price tag. \n        \n    - **Scarcity & market value.**\n        \n        It's fair to say that it's harder to fill some positions compared to some other roles. Good people are always hard to find, but we have to take into account that certain disciplines are paid a bit more because of what the market does.\n        \n    - **Role and responsibilities.**\n        \n        Certain roles and people make more impact than others. This is reflected in pay.\n        \n    - **Actual impact and contribution**\n        \n        Since we don't really like job titles, it's good to look at someone's actual impact and contribution. What difference will this person make or is this person really making? Can we try to put that in numbers or concrete projects?\n        \n    - **Someone's starting point**","110":"- What would it cost Blendle as a business to find a new person (hard to replace, scarcity, time to hire, impact on day to day business & product)?\n    - Giving a raise to an individual changes the salary house, so keep that in mind when you decide on a raise. Does this apply to more people?\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).","111":"If we hire new people, they will have a job. To get them to work at Blendle, we need to offer a competitive salary. We have to take this into account.\n        \n    \n    *Note: all of this is not an exact science and is determined together, so please: ask for help.*\n    \n- **When do we talk about money?**\n    - **Yearly company wide salary raises in January**\n        \n        Every year (in January) we take a good look at all the salaries at Cafeyn- Blendle. Right after the feedback cycle (which we use as input) we have salary talks with everyone. We chose to do this once a year so we don't have a constant conversation about money through the year.\n        \n- **Off cycle salary increases**\n    \n    **Contract renewal** is not a moment that automatically means it is time to talk about money. We are not a company of people who demand *\"give me X or I walk''*.  \n    \n    People can bring up salary any moment they want and we take everybody seriously if they feel like their pay is too low (or too high) - see \"**How do we determine someone's salary in the first place?\"**\n    \n    **Good reasons to raise offcycle**\n    \n    - Drastic change in role and responsibilities. You can use the matrix to pin this down together.\n    - Very steep learning curve which makes current pay unfair for someone's impact and capabilities. It's important to be able to quantify that curve.\n    - New information internally or externally.\n    - New information by benchmarking studies or during hiring.\n    \n    **Not so good reasons to give a raise**\n    \n    - Colleague got another offer and uses this to get a raise.\n    - 'I earn X for this company, that's a lot of money, I want a piece of the pie'.\n    - Colleague just wants an incentive to stay. Money is never the answer, because it will fade - very - fast.\n- **Control questions**\n    \n    Now before you finally decide\n    \n    - If we had to hire someone today for X's job, what would we pay them?","112":"# When is there too much stress?\n\nA burnout is referred to as a **‘death by a thousand cuts’**. So there is never one thing that will push you over the edge. It’s always a combination. A cocktail.\n\nLet’s start with a few quotes from people who had a burnout. This might not resonate with you directly because you may not feel like this. But this is to give you a grasp of how it feels when it’s been too much.\n\n> “It’s not just having too much to do, it’s having committed to doing more than you know you have time for. It’s committing to things you know at the time you won’t be able to get to, but another voice in your head says, ‘I’ll make it work somehow.’”\n> \n\n> “Different people manifest burnout in different ways, but I think for all of us, it’s some variety of a shutdown,” she says. Parts of your personality start to contract. Your range of expression shrinks. Your world view narrows.”\n> \n\n[Practical Frameworks for Beating Burnout](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n\n> “Suddenly without direction, I started feeling more and more disconnected. My work was no longer motivating, and it became harder and harder to stay focused. I felt like I was failing – like I should be able to make things work, but for some reason, I couldn’t.”\n> \n\n> “I wasn’t overworked, but I was exhausted all the time. I couldn’t concentrate on my work – even simple tasks like responding to emails felt monumental. I was only able to work at a mere fraction of what I knew I was capable of. Things that used to be easy were almost impossible. I was plagued with insomnia, and found myself forgetting meals. My creativity had vanished – I could barely even respond to emails, let alone design a product.”\n> \n\n> “Joyful activities, like playing with my infant daughter, suddenly felt like an obligation and a chore.”\n> \n\n[Recovering from Burnout](https://kierantie.com/a/burnout/)","113":"- Feel that **your work matters** and has **impact**.\n- Working in **a role that fits** you (doing work you like and you are good at and work on things you love).\n\nThis is just an outline and it isn’t meant to be complete. We have a lot of different characters at Blendle, but we do attract a certain type of person. This person usually has a big feeling of responsibility and a big drive and ambition. This type of person in particular is vulnerable to stress:\n\n> “In a way it’s ironic that this problem plagues Type-A players the most. The people who want to do their best and accomplish the most end up limiting themselves unintentionally. In startup culture, this usually manifests in people trying to have peak performance at work while also going to all the social events and being great to their families at the same time. Then they’re hard on themselves for not getting perfect marks in every category. As soon as they meet their own bar, they raise it.”\n> \n\n[Practical Frameworks for Beating Burnout](http://firstround.com/review/practical-frameworks-for-beating-burnout/)\n\nAlright, so here we are: we now know we have a potentially dangerous environment (startup, fast paced, a lot of changes, a lot of freedom, not always clear structure) and we attract certain type of people: responsible, perfectionist, driven, ambitious and hard on themselves.\n\n \n\n## [What can we do?](../Diversity%20and%20Inclusion%20b8d3907631944696a4e76c2a41e757a5/#letstalkaboutstress%2026c5eee20f854bb9ac6921f35c9a50b3/What%20can%20I%20do%20de9fe4bbfc404540a042985ed4e7f85b.md) >>>\n\nYes, we can do something about it :)!\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","114":"So I hope this helps you grasp how you might feel when it’s already too much. If you feel like ‘omg this is me’, that is a red flag…\n\nAfter a lot of reading and talking to people, I made a list of red flags that kept popping up:\n\n**Symptoms you can look for by yourself** (this is really different for everybody and therefore not list you can cross off)\n\n- It’s hard to concentrate over a longer period of time\n- Irritated and agitated (easily)\n- Emotional (more than normal, often on moments you don’t expect it)\n- Trouble sleeping (falling asleep but also sleeping through)\n- It’s hard to put things in perspective (it’s all big, heavy and important)\n- Low energy and not in the mood to do stuff (you would normally do)\n- You don’t enjoy things (starting with your work, but even your food might taste bad)\n- Depressing and anxious thoughts\n- Physical manifestations of stress: palpitations, hyperventilation, headaches, constipation\n- Trouble remembering stuff (you forget things more than usual)\n- Compulsive behaviour increases (addictions and ticks)\n\n**In your job you could look at the following:**\n\n- **Work-life balance:** not working too much and really ‘tuning out’ when not working (no slack, mail or even Twitter with colleagues). Spending time with loved ones, investing in personal relationships and hobbies. Read more about why this is so important:\n\n[Diversify Your Identity](https://markmanson.net/diversify-your-identity)\n\n- **Being happy with (believing in)** the direction the company is going. Do not underestimate how this effects you. Try speaking up if you feel like you are disconnected to the overall goals, beliefs, direction, mission and vision. Especially because it changes all the time.\n- After being ‘on your toes’ for a while, you have **time to recover.** Not having the ‘it’s never done or good enough’ feeling.\n- **Good relationships** with colleagues and team lead: having the feeling you can speak up and share doubts and/or troubles.\n- **Influence and freedom** in the work you do.","115":"# Sickness absence\n\n## What to do when someone calls in sick **⛑**\n\nPeople in your team might call in sick at some point. Here's what to do:\n\n- Make sure they **communicate** it well with the team and with you.\n- **You call it in at Arbo [by visiting our Arbo portal](https://ja-groep.dossiermanager.nl/)**, which is important for both for Blendle and for the person.\n- If people call in sick 3+ times in a year, that is a red flag and you should have a conversation about it. HR and Arbo keep track of that and will ping you about this, but we expect you to also **at least notice it** if someone isn't doing really well.\n- If it's something more psychological (not the flu or migraine), make sure to flag it and check signs for a burnout. Check when in doubt:\n    \n    [When is there too much stress?](Sickness%20absence%204ee2e3c7281546d3a827de3e3e286366/When%20is%20there%20too%20much%20stress%20ead16ead2e4e4116b376f69b3f2170d3.md)\n    \n\n**Arbo information and presentation on sickness and the proces from day one can be found here:** \n\n[Google Slides - create and edit presentations online, for free.](https://docs.google.com/presentation/d/11TAG83sZkoXBBGi8pIOVTnYq0fyR5SkzuQUDZN4bQUk/edit?usp=sharing)\n\n## **Recurring sickness 🌡**\n\nIf people call in sick more than 3 times in a year, that should raise a red flag. If you're leading one or more people, Arbo will also ping you if someone is calling in sick frequently. If sickness absence is recurring, consider if there is a [particular pattern or underlying issues](https://smallbusiness.co.uk/a-stepbystep-guideto-managing-repeated-employee-absence-2461572/) and initiate an open conversation about it.\n\nDo not be afraid of honest discussions, these discussions help to identify return to work barriers and underlying issues. They also help to outline the expectations of all parties involved.","116":"The open discussions encourage your team member to voice her/his concerns and request help. From the team members point of view, these discussions help to effectively manage and monitor sickness absence, particularly in most complex cases such as recurring absences. It also helps to ensure that the sickness management process is structured, consistent, clear and fair.\n\n## **The conversation**\n\nTry initiating an open conversation by scheduling a meet on the first day of return to work, or at least as soon as you can. The purpose behind this conversation is not to judge someone for being absent. But it's meant to uncover the factors behind, or the cause of the absence. There is a good chance that you or Blendle can prevent the next absence by talking about this.\n\n**Explain why you are having this conversation**\n\n- Don't ask right away about the problems and sickness. Make clear that it's about being absent.\n- Share a list of dates and patterns relevant to being absent.\n- Talk about how the absence worries you, how it effects the team and anyone close to the team member.\n\n**How to and what questions to ask:**\n\n[Google Slides - create and edit presentations online, for free.](https://docs.google.com/presentation/d/11TAG83sZkoXBBGi8pIOVTnYq0fyR5SkzuQUDZN4bQUk/edit#slide=id.p17)\n\n**Notes**\n\n- Always ask open questions.\n- Know your facts, this will prevent unnecessary discussions. You can ask HR for the statics.\n- Let your team member steer you towards the right solutions, don't fill in the blanks.\n- Take notes, set goals and share them with each other afterwards.\n- Monitor the progress, have recurring conversations about the situation and the goals.\n- There is a fine barrier between being too pushy and being truly engaged and it's normal to feel that dilemma. Just use your own judgement.\n- It's not our job to be sceptical or judgmental. We want to offer help where ever we can and manage the absence effectively.\n- Ask HR for further support if needed.\n\nGood reads:","117":"[How to manage recurring sickness absence](http://www.hrmagazine.co.uk/article-details/how-to-manage-recurring-sickness-absence)\n\n[](https://smallbusiness.co.uk/a-stepbystep-guideto-managing-repeated-employee-absence-2461572/)","118":"# Taking Time off x\n\nWe kick off with the practical side of things and then dig into the idea behind it.\n\n# Our time off policy\n\n- Unlimited Vacation at Blendle\n    - Time off is about the time you **need,** not about a **quota.**\n    - At Blendle, **HR doesn't keep track** of your holidays **and we don't 'pay out' at the end of the ride.** When in doubt; less than 4 weeks is **not** enough, you may take more than that, just check with your lead if you're in doubt if it's reasonable.\n    - **You can request for time off through Nmbrs** [https://salarisbalie.nmbrs.nl/](https://salarisbalie.nmbrs.nl/).   See People Systems section.       This way we have a handy overview of who is ooo and when. This helps when planning around bigger projects and releases etc. The overview is visible Blendle wide, cross teams. Don't worry if you end up with a negative balance, we top it up again in January! We like you to have at least 20 days off in a year. More can happen and is allowed. Here you can find more info on working with [Nmbrs](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999.md)\n    - You agree on your time off with your team(lead)\n    - You put your time off in the agenda: add it to your own and all@ agenda.\n    \n    **National Holidays**\n    \n    - **We stick to the commonly used national holidays** ~8 days per year.\n    - This is a guideline.  If you have other national holidays you observe (eg Eid al-Fitr Suikerfeest, ending of Ramadan) feel free to work or be off when you want.\n    \n    **Working Hours & Life!**\n    \n    - Make sure to **take enough moments of rest when you have periods of working hard**. For example: worked a few nights to finish a project? Go home at 12:00 the next Monday to have lunch with a friend and go to the gym (or have a New Girl-marathon). It's about balance and flexibility.","119":"# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/).","120":"- Enjoy: don't worry if you go to the gym or get a haircut during classic 'work hours'. We trust you to make the best of your days for Blendle.\n- **This only works when**\n    - Flexibility goes both ways.\n    - You make sure to take enough time off: since you don't get paid at the end of the ride.\n    - You communicate in a crystal clear manner: agreeing the dates with others and putting it in the agenda.\n- **Backdrop**\n    \n    The law and additional ruling tell us what we can and can not do according to time off. We believe that is a very limited way of thinking about time off. We want you to think about what you actually need. Starting with two important pillars:\n    \n    - We work hard, we need time to reload and rest. Sometimes we work harder, so we need more. Some times we work less, so we need less.\n    - We have something called 'life' happening which means we can't work because we have more important stuff to do.\n    \n    We want you to take enough rest to reload and recharge so you can be at your prime when working. Taking enough rest is as important as giving it your all when working. The well known on and off switch.\n    \n    The concept of work isn't always caught in time (40 hours) and place. Most of the people at Blendle don't keep track of time because time is such a limited variable to grasp the concept of work. There is a balance to strike here and just looking at hours or a holiday quota limits this discussion. \n    \n    **That is why we don't keep track of holidays.**\n    \n    Our people don't have a holiday quota, but a moral obligation to their loved ones and Blendle to work hard and take enough time to rest. Alright, sounds heavy. How does that work?\n    \n    'Time off' can be divided into two buckets:\n    \n    1. **Holidays and national holidays**:\n        \n        Your contract states you have 4 weeks of paid time off per year, by law.","121":"On average we have 8 national holidays per year. We have no CAO (collective employment agreement), which means you are not entitled to paid time off on every national holiday. We decided to follow the most common situation in an average company, which in practice means most people are off on the big national holidays. But that's your own choice, it's not a right or an obligation, so feel free to improvise. Some teams even have to (editorial and support, for example).\n        \n        These rules state that we are off on 'Bevrijdingsdag' once every 5 years. But we aren't allowed time off on Eid al-Fitr (Suikerfeest, ending of the Ramadan). That makes no sense to us. \n        \n        So here is how we approach holidays and national holidays in practice.\n        \n        You 'have' 5 weeks holiday and ~8 national holidays per year. We want you to use this time off to reload but you decide when and how to consume this. You must also feel free to improvise. You work hard, maybe even a bit too hard, so you might need some extra time off to stay happy and healthy. This also works the other way around: maybe you had a chill quarter and feel no need to take a holiday: feel free to do so. We want you to think about what your body and mind needs instead of your quota.\n        \n    2. **Life events:** \n        \n        Life happens. Your cat dies, your car broke, you move to another city, you get married or have kids. Life events which all need your attention. We decided that we are not going to decide for you how much time you **get** for certain events. The question is: how much time do you actually **need.** \n        \n        Most companies don't give you time off for funerals that are not for immediate relatives. We think we don't need a rule to tell us if that funeral is important for you. So take the time you need.\n        \n    \n- Edge cases\n    - Sabbatical: check with HR if you for example have plans to take a very long trip (longer then ~4 weeks).\n\n**Working Hours & Life!**","122":"# Bike parking Utrecht\n\nWe like to compensate for the lack of good bike parking space around our office. That’s why Blendle will pay for your [U-stall yearly subscription](https://www.u-stal.nl/) (these are not NS parkings, but from Gemeente). So whenever you arrive at the office, you don’t have to worry about finding a good parking spot, your bike getting stolen or being completely soaked at the end of the day.\n\n**Do I get a reimbursement? yes, if...**\n\n- You live in Utrecht or come to the office by bike regularly.\n- You have a Blendle contract, at least 28 hours .\n- You already had a subscription registered under your name. In this case you can be compensated for the remaining months of your existing subscription.\n\n**What’s being reimbursed?**\n\nA yearly subscription to U-stal, bike parking throughout Utrecht city. You can apply for one here: [https://www.veiligstallen.nl/utrecht/abonnement](https://www.veiligstallen.nl/utrecht/abonnement)\n\n**How will Blendle pay you back?**\n\nAfter purchasing and paying for the subscription, you can send your invoice to [finance@blendle.com](mailto:finance@blendle.com) and [hr@blendle.com](mailto:hr@blendle.com). The amount will be refunded back to you on a monthly basis and pro rato, as long as you work at Blendle. Note: the subscription must be registered under your name.\n\n**Example payout:**\n\n- The yearly subscription costs are €72,-.\n- You purchase a subscription on 10-12-2019 which ends on 10-12-2020.\n- Each month you get refunded by Blendle equal to 1/12 of the total costs, eg, €6 per month until 10-12-2020 or until you no longer work at Blendle.\n\nIf you have any questions regarding the guidelines, exceptions and edge cases, you can ask our People team.","123":"# Travel costs and reimbursements\n\n**CAR AND PUBLIC TRANSPORT TO THE OFFICE**\n\nYou will need to travel for Blendle (mostly from home to work and back). Blendle will cover your costs. Just look for the cheapest option (spend the money like it is your own).\n\n**When you travel by train:** Officemanagement will get you an NS Business card, so all your home<>work travel is covered by Blendle.   To request an NS card, send an email to officemanagement@blendle.com\n\n**When travelling by car**: you keep track of your kilometers and send an excel doc (or email) to finance@blendle and hr@blendle.com once a month to get your travel costs reimbursed. You'll get 0,19 per KM. HR can get you a parking card for P1.\n\nWhen travelling by bike : you can use U-Stal parking.\n\nWe will re-imburse you for an annual subscription to help it make you park your bike in Utrecht city centre and be close the the office.  Setup your subscription here and reimburse to finance \n\n[https://www.u-stal.nl/locaties-fietsenstallingen/bewaakte-fietsenstallingen/utrecht-zadelstraat](https://www.u-stal.nl/locaties-fietsenstallingen/bewaakte-fietsenstallingen/utrecht-zadelstraat)\n\n**HOW DO I GET PAID BACK FOR MY COSTS.**\n\n- Take a picture of your receipt.\n- Add your expense & receipt to Nmbrs (salarisbalie)\n- Your manager will approve\n- You will get paid back in the monthly payroll run 25/26th of each month\n- Questions? Ask [finance@blendle.com](mailto:finance@blendle.com).\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)\n\n[Bike parking Utrecht](Travel%20costs%20and%20reimbursements%2000f6aef431694c4a9b7baec9b8981ea4/Bike%20parking%20Utrecht%205e2a5917e7594d35919dba1a5e122ff6.md)","124":"# YOUR first week x\n\n# **First!**\n\nPlease update the personal information of your Blendle [Google account](https://myaccount.google.com/privacy) with your phone number. You can find the contact details of all your colleagues in [this directory](https://contacts.google.com/directory) (not public).\n\n**TL;DR**\n\n1. Set up your accounts\n2. Get some basic intel\n3. Introduce yourself\n\n**Google (G Suite)**\n\nWe use Google G Suite for email, calendars, spreadsheets and documents. We will set you up with a personal Google account (`[username]@blendle.com`), which is your identity within Blendle. You can use this account to sign in to both internal (e.g. 'goals', 'get-a-room') and external apps and services (through single sign-on).\n\n# **Part 1: setting up your accounts and tools**\n\nYou can log in at: [http](https://www.google.com/a/blendle.com)[s[://www.google.com/a/blendle.com](https://www.google.com/a/blendle.com)\n\nNote that two-step verification is mandatory. You will be required to set this up at your first login. You can find more information at [the help page](https://support.google.com/accounts/answer/185839?hl=nl).\n\n**Slack**\n\nWe use Slack for internal communication. This gives us all the ability to stalk each other, use GIFs, work on Slack-bots, etc. etc. It comes as a web app, iOS app, Android App, OSX app and Windows app. Just download the apps for your platforms of choice. With [**this link](https://blendle.slack.com/signup)** you can create your own Slack account with your @blendle account (SSO for the win!). You can join all the relevant channels of your choice. Slack can also be a big distraction, so make sure to [**check out the do-not-disturb-functionalities](https://get.slack.help/hc/en-us/articles/214908388-Do-Not-Disturb-and-snooze-settings).** If you run into any trouble, just let me know.\n\n**Jira**","125":"After onboarding, you'll receive an email from info@salarisbalie.nl: (also called Nmbrs)\n\n![YOUR%20first%20week%20x%20940621ae57e54c39aa5ded6e1b49cf4d/Schermafbeelding_2020-04-23_om_10.42.22.png](YOUR%20first%20week%20x%20940621ae57e54c39aa5ded6e1b49cf4d/Schermafbeelding_2020-04-23_om_10.42.22.png)\n\nThis email will  be sent to your private email address. Via this email you'll get access to [Salarisbalie portal](https://salarisbalie.nmbrs.nl/applications/Common/Login) (which runs on the tool NMBRS) where you can see your monthly payslip and your annual salary overview.\n\nPeople team uses this system to save and track all your personal documents and information as well. Whenever something changes, this will go through this system. You can change your contact information and address if you move. You can also always access this system to have a look at your documents, eg contract, reviews etc.\n\nYou can also send in your requests for reimbursement of business expenses and holidays.   \n\n**Security**\n\nWe care about security. So, whenever possible (Google apps, GitHub etc): use two-factor authentication! And please turn on Full Disk Encryption (FileVault on Mac) on your computer. And of course, whether you're at the office or somewhere else, be sure to lock your computer whenever you are AFK. And whenever you hear “Brace, Brace!”, be sure to get yourself into brace-position. It is for your own and our safety. :-)\n\nFor sharing secure stuff with each other we use [Tresorit](https://tresorit.com/). Be sure to download that! If you need it, your team will also mention this, so don’t worry! Oh, and in case you’re wondering: we don’t share any user information via Slack or Google.\n\n**1Password**\n\nYou should use a password manager to manage your secrets (e.g. passwords for your personal accounts or credit card details). This allows you to use *unique* passwords for your different accounts.","126":"I’ve also sent you an invite (on your Blendle mail) for Jira. We use it for all sorts of things. Of course the occasional sprint planning but support uses it to flag issues and get them on sprints for example. Have a look around. When joining your team you’ll know soon enough which board to join.\n\n# **Part 2: Office stuff and practical info:**\n\n**Office-Utrecht**\n\nCatharijnesingel 52 (4th floor), 3511 GC Utrecht.\n\nWalking Route from Utrecht CS can be found [here](https://www.youtube.com/watch?v=aTY6m0Pyul0):\n\nEntrance code: [here](https://www.notion.so/8354943cbce846e086ad48e67dc153bc)\n\nYou can park your car [here](http://www.parkeren-utrecht.nl/parkeergarage-moreelsepark). Our Office Manager will get you a parking card asap (if you plan to come by car often). Until then, you can get a get-out-of-parking-stamp with her. Blendle will pay for it.\n\nOr just come by train, we’ll get you a fancy NS business card.\n\nWhen you enter on your first day, it’s probably best to team up with your teammate/buddy and sit next to or near him or her. Just know that you’re free to sit anywhere you like. Just know that further to the back (behind the meeting rooms) we like to keep things quiet. Just to keep focus :). To improve focus we have one rule called the headphone-rule. Headphones on means \"do not disturb\". Pretty straight-forward, but it works.\n\nMore practical information about our office and door lock can be found [**here](General%20&%20practical%20b2682126db8e47bf8e5fabb8b5b4c1ce.md)** \n\n[Entry to the office → (not a public link)](https://www.notion.so/8354943cbce846e086ad48e67dc153bc)\n\n**Massage**\n\nEvery week on Wednesday from 12.30-16.00h (might change, see the all@ calendar), we have a masseuse come by to relieve us from stress (what stress), RSI, that aching back or tiredness. And yes its great! There is no queue, just a free-for-all.\n\n**Headspace**","127":"The idea behind it is that your new colleagues get a glimpse of who you are, what you like/dislike, why you are joining Blendle and what you’re going to do. Yes we are suckers for gifs, but we’d like a picture of you even more. Nothing fancy, just you, so everybody recognizes you when you’re grabbing a cup of tea in the canteen. Oh, and short = sweet. Nothing like this enormous onboarding post...\n\n---\n\n# Work at Blendle\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/).","128":"To keep your head in shape, we pay for the best apps to help you do so: Headspace to stay calm and mindful and **Things** to boost your productivity and help you reach your goals. Blendle offers reimbursement on your Headspace subscription. Leave your name [here](https://docs.google.com/spreadsheets/d/1-zlsECyft1A7SV30dsbaxGeS7F66u2Yte7sOli8bc4k/edit?ts=5ae08e58#gid=0) and you will receive a monthly reimbursement together with your salary.\n\n**Lunch**\n\nAt Blendle we tend to lunch together. Buurtboer arranges nice lunches including sandwiches (to be self-made), salad, eggs and veggies. Just get your plate, walk to the salad bar (yes we got a salad bar from Marktplaats for 100 euros), grab whatever you like and enjoy the company of your colleagues (or don’t, whatever). Any allergies or preferences? Let us know at [officemanagement@blendle.com](mailto:officemanagement@blendle.com).\n\nDon’t be afraid to help out on cleaning up after lunch. You’ll experience this thing called gratitude if you do…\n\n**[Sick](Calling%20in%20sick%20better%20ca3c036d25a24fcf988c410c9fc67108.md)?**\n\nTough luck! Get over it! No, we care for each other so we will feel sorry for you. And everyone is willing to help out if you get in a tough spot being ill at home. To get the needed help or rest, just let your team lead know you’re staying at home (or going home).\n\n**Official Holidays and Vacay!**\n\nOf course, we ain’t all workaholics, but we don’t have any CAO (collective employment agreement) with loads of bylaws. But we do have some official holidays. Be sure to check them out in the Handbook. If you want to head out to enjoy your well-deserved vacation then there is only 1 rule, and 1 rule to rule them all: check/discuss with your team and team lead. For how to request time off, please read : \n\n[People System - Salarisbalie - Requesting Time off & Expensing](People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999.md)\n\n**Your payslip**","129":"You can sign up for 1Password for Teams [here](https://www.notion.so/4bb2545b52664e7687a408c1e3262939) (not public).\n\n# AND Mooooore....\n\n**Recruitment**\n\nThis might be one of the most important questions: Who would you like to work with? You might have noticed: we’re expanding! While trying to conquer the world, we need to gather our own army of super-duper extraterrestrial-powered heroes (you know them as your colleagues). We still have a lot of vacancies open… but apart from them, we’re always looking for new recruits. So, do you know anyone fitting the (or a) profile? Let them know we’re looking for ‘em or let HR know they need to contact them.\n\n**Business intelligence**\n\nSounds cool. It is. We want everybody to be informed and make the best decisions possible because all the intel is available. This is also a great way to be transparant. You get all the tools you need and acces to all the data. [Go to this page (made by the BI peeps) and go nuts](https://www.notion.so/8f7739b14e754f7194992ce9b34d0d07) (not public).\n\n# **Part 3: Let’s intro the shit out of this:**\n\n**Introduce yourself!!1!**\n\nYou’ve made it to the end of this post. Respect. Last but not least is introducing yourself. How? Just send an email to [all@blendle.com](mailto:all@blendle.com) before your first day.\n\nFirst impressions count (no pressure) and [here are all the intro emails](https://docs.google.com/document/d/1IFEw_LBFeEErL73W9yxBT-QYCK9Ug2yx33eiPSwlu2A/edit#heading=h.dddc6c1lldbp) (not public) of the colleagues who joined before you (no pressure), make sure to add your own too (again, no pressure).\n\nAs you can see, it grew into one big funny gif-fest, which wasn’t our intention ;).","130":"# Your 1st month\n\nHey you! Welcome to Blendle. Buckle up, you're in for one hell of a ride :). \n\nThe faster you get settled in the better, so we came up with a structure for your first month to make sure you have a smooth start.\n\n- **Structure 1st month**\n    \n    Your first month is officially your trial period, which means both parties can terminate the contract if we figure out it is a total mismatch. In Blendle history, this happened once. Your first month is **not** an extended hiring process. As you might have noticed, the hiring process was pretty thorough and you made it through. This means we are pretty sure this is a good match. But, life happens so it's good to have a safeguard like the trial period, just don't feel any extra pressure plz.\n    \n    - **Before day 1:** your contract is signed and all the administrative stuff is taken care of. After that you got your on-boarding e-mail which probably led you here. This e-mail contains all the basic knowledge and acces codes to get you going.\n    - **Day 1:** **Start** around 10:00 (depending on your team, check with them), receive your laptop and Blendle stuff, get settled in (where is the toilet, how does the coffee machine work). Your buddy will get you started in terms of work.\n        \n        Check this page to get up to speed on the basics: \n        \n        [YOUR first week x](YOUR%20first%20week%20x%20940621ae57e54c39aa5ded6e1b49cf4d.md)\n        \n    - **Week 1:** Make sure to **sit down with your lead** in the first few days to get to know each other and talk about expectations [and goals for the 1st month](http://goals.blendle.io/) and the 1st quarter (see below for a structure). Make sure to schedule your week 2 and week 4 check-ins.\n    - **Week 2: Have a check-in** regarding expectations and goals. If there are doubts (from both sides): this is the time to say it. If there are severe doubts, think about scheduling another check-in next week (week 3).","131":"**Focus on impact**  - your work should contribute to your clear deliverables. With everything you do, think about: does this contribute to my main targets?\n        \n        **Be ambitious -** aim for the highest - we don't ask you to work 80 hours a week, we do ask you to always strive for the best when you are working. A \"7\" is not good enough.  - be ambitious\n        \n        If you want to know more about the mentality stuff we find important. Check out The Matrix where we tried to pin down what certain roles look like.\n        \n        [Job Matrix™ (job profiles)](Job%20Matrix%E2%84%A2%20(job%20profiles)%20e803238d7ce04252af96000562e24615.md)\n        \n        Hope this creates some clear goals for you. Really looking forward to making this a success!\n        \n    - Editorial/content\n        1. **Create a daily, high quality newsletter**\n        \n        You probably need some practice, so need to start one week before the actual start of the beta. It's important that we see growth, i.e. \"the newsletter is becoming better on a day by day basis\"\n        \n        **2. Hire a team of awesome editors**\n        \n        Including 1-2 editors from different backgrounds.\n        \n        Including at least 1 person of whom \"you're afraid they might be better at this job than yourself\"\n        \n        **3. Define and execute a winning social media strategy**\n        \n        Analytics underlying the strategy and \"platforms\" ready at start of the beta\n        \n        Optional: chat to other startups to get idea of how they do this\n        \n        **4. Find good curators**\n        \n        Involve your lead in how to best get this done - they have a lot of useful connections here.\n        \n        Find at least 3 curators for every channel in the American kiosk (I'd say: the more the merrier). Rest will be filled by the editorial team.\n        \n        **5. Manage our community**\n        \n        Reactions from users on emails of Alexander when beta starts\n        \n    - Tech","132":"**Week 1: (two days)**\n        \n        Onboarding, setup laptop, access to npm, GitHub, … Web client/landings running, mainly pairing, reading docs, ...\n        \n        **Week 2:**\n        \n        Features - Landing project (Written in TypeScript, not too big code base)\n        \n        **Week 3:**\n        \n        Bugs - Web Client (Mainly bugs to come along many places, we’ll collect them…)\n        \n        ## **Objective: At the end of the month I’m on pace with the team and can pick up Trello cards myself**\n        \n        The most important thing is to see progress at every milestone (week 2, 3 and 4). Don’t worry if you need time to come up to speed...\n        \n        **Key results:**\n        \n        - Shipped **4 features/refactors**\n        - Removed **1 painpoint** of the guild. This could be a random failing test or to make the development process better.\n        - At least **once per week a long pair programming session** to get deeper into the code bases and the processes.\n        - **Present 1 time at the all hands/TekTalks** to let everyone know you are here.\n    - Data\n        \n        [Blendle meets Data Jasper and vice verse](https://goals.blendle.io/keyresult/1253)\n        \n        - At the end of the first month send an email to @all to spread the learnings and progress\n        - Have one-on-ones with at least 20 people\n        - Befriend Hylke including at least one session outside Blendle\n        \n        [Understand Blendle data and data flows](https://goals.blendle.io/keyresult/1254)\n        \n        For each of the following data flows describe the flow from start to end and document into a Notion.\n        \n        - (Analytics) event data\n        \n        Describe for each step in the flow:\n        \n        - The application or service that does the transformation\n        - Which data goes in, what data goes out + sample\n        - Code link (+ interesting pointers)","133":"- **Week 4: Have a check-in** regarding expectations and goals. Your trial period ends and you wrap up your first month together. It's important to come up with a few personal goals in this talk. Think about feedback you got and things you would like to achieve, learn or do at Blendle. After this, you will receive continuous feedback and will be involved in the feedback cycle like everyone. This is also a good moment to schedule your weekly or bi-weekly 1on1's with your lead.\n        \n        **Check out our tool** for (personal) goals [here](https://goals.blendle.io). You can sign in with your *@blendle.com* Google account.\n        \n        [](https://goals.blendle.io/)\n        \n        **Check this page** for more info on the cycle:\n        \n        [Our Feedback Process](Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8.md)\n        \n    \n- **Template (examples)** for 1st month goals and expectations\n    \n    Your lead will come up with some goals and expectations, but feel free to add stuff you feel is important. These are **your** goals right :)? So go nuts and alter it if you want.\n    \n    - **For everybody:** mentality expectations\n        \n        **This is the mentality we expect from you:**\n        \n        **Be entrepreneurial -** don't wait, get going and get in execution mode - failing is not a problem, it's only a problem if you don't learn from it. - never failing is a problem though - again: execute, execute, execute. And don't give up after multiple setbacks :)\n        \n        **See and seize opportunity -** we expect you to see opportunities within Blendle and seize these  - proactively take on other tasks which you feel benefit our company\n        \n        **Take ownership  -** you are responsible for the end result and targets. As they say within Facebook: \"a problem is never someone else's problem\", or as phrased within Booking: \"See a problem, own a problem\" @Jasper Oosterman)","134":"- Join social stuff, you know the drill\n        \n        **Make a plan/come up with ideas on how to improve HR operations in Q2.**\n        \n        - I'm really curious to find out where you would make changes once you get up to speed. This can be a one-pager with your 'assessment' and advice. This can be a joined effort of course :).\n        \n        Recruitment:\n        \n        - **Get up to speed with Recruitment**\n            - Thijmen knows a lot about all the nitty gritty details of Recruitment at Blendle. Make sure you know everything he knows.\n            - Make sure to also get to know everything about the roles you don't start working on in the beginning, to make sure you and Thijmen have shared knowledge.\n        - **Get to know everyone**\n            - The succes and the quality of your work depends on your relationship with the people from Blendle. Take this month to invest in relations. Think outside the box: take a walk with someone, go to dinner, have a beer.\n            - Get to know your Hiring Managers and Hiring team in particular.\n        - **Implement Recruitment Analytics**\n            - Take 2 weeks to come up with a solid plan and share it with us.\n            - Take 2 weeks to implement it.\n        - **Get to work: focus on hiring great people**\n            - Don't forget to spend time on the things you already know. At the end of the day it's about hiring great people, so don't forget that this should be your no. 1 focus.\n            - NL editor\n            - Backend developer\n\n# Work at Blendle\n\n---\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2)","135":"[Kickstart the ML architecture and system design for AKO](https://goals.blendle.io/keyresult/1255)\n        \n        - Get up to speed with project AKO\n            - Read the Global, Functional and Technical documents and give feedback where appropiate\n        - Create a design doc for:\n            - The generation of topic collections for the MVP\n            - The API and web interface to maintain and put live topic collections\n        - Create a tracking plan (events that correspond to behaviour) for Android for interaction with topic collections\n        \n        [Create drafts for future plans [8 hours]](https://goals.blendle.io/keyresult/1256)\n        \n        - [4 hours] \"Leavers\" prediction (together with Mathieu)\n        - [4 hours] Investigate and estimate time requirement UvA journalism project (together with Hylke en Daan Odijk)\n        \n    - HR/Recruitment\n        \n        HR:\n        \n        **Get to know Blendle**\n        \n        - Know the product, it's history, it's challenges and it's future\n        - Know the financial situation, history, current and future.\n        - Know the internal proces (how is the product made)\n        - Get to know the media landscape and it's challenges\n        - Get to know the different roles/expertise within Blendle and what they do on a day to day bases\n        \n        **Get to know all HR/Recruitment/Office/PA processes and topics**\n        \n        - Go through all processes together with Rolo\n        - Ask as many questions as you like\n        - Read all documentation\n        - Know where to find all information\n        \n        **Get in charge of all HR operations**\n        \n        - We still kinda need to define where your responsibilities start and end. Let's make sure that is figured out asap.\n        \n        **Get to know your colleagues (have meetings with key figures).**\n        \n        - We already made a list but it's important to have coffee with Rick, Alexander, Noortje, Ayden, Jeroen, Lisa, Boy, Jurre and Marrit.","136":"# Blendle's Employee Handbook\n\nThis is a living document with everything we've learned working with people while running a startup. And, of course, we continue to learn. Therefore it's a document that will continue to change. \n\n**Everything related to working at Blendle and the people of Blendle, made public.**\n\nThese are the lessons from three years of working with the people of Blendle. It contains everything from [how our leaders lead](https://www.notion.so/ecfb7e647136468a9a0a32f1771a8f52) to [how we increase salaries](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Salary%20Review%20fd385c04dff04c2bb298f7085bf9e78d.md), from [how we hire](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d.md) and [fire](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Firing%20b870eff4bf1d42ae9f7e119b6660f4fc.md) to [how we think people should give each other feedback](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8.md) — and much more.\n\nWe've made this document public because we want to learn from you. We're very much interested in your feedback (including weeding out typo's and Dunglish ;)). Email us at hr@blendle.com. If you're starting your own company or if you're curious as to how we do things at Blendle, we hope that our employee handbook inspires you.\n\nIf you want to work at Blendle you can check our [job ads here](https://blendle.homerun.co/). If you want to be kept in the loop about Blendle, you can sign up for [our behind the scenes newsletter](https://blendle.homerun.co/yes-keep-me-posted/tr/apply?token=8092d4128c306003d97dd3821bad06f2).\n\n## Joining Blendle\n\n*Information gap closing in 3... 2... 1...*\n\n---\n\n[General & practical ](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/General%20&%20practical%20b2682126db8e47bf8e5fabb8b5b4c1ce.md)","137":"[Holidays x](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Holidays%20x%205b552479e5ad40b49ce71fa68840ce35.md)\n\n[Sickness absence](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Sickness%20absence%204ee2e3c7281546d3a827de3e3e286366.md)\n\n[Personal User Guide](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Personal%20User%20Guide%20b3c7130d47a943e0b21772dd14d5efe8.md)\n\n[Culture & Role-Modelling](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Culture%20&%20Role-Modelling%20f984e6f5262f43e981dd38e74a41630c.md)\n\n[Blendle library](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Blendle%20library%20646718f5a4704b9696b94cc650d8234e.md)\n\n## About this document\n\n---\n\n*Lessons from three years of HR*\n\n**Bike Parking reimbursement**","138":"[Office](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Office%20d0ebcaaa2074442ba155c67a41d315dd.md)\n\n[Blendle Social Code](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Blendle%20Social%20Code%201178dd7f18cf49cea04bf9efcb2d84b2.md)\n\n[Blendle value's](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Blendle%20value's%2094267ed2bac24d02849d03e9ca070de6.md)\n\n[Diversity and Inclusion](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Diversity%20and%20Inclusion%20b8d3907631944696a4e76c2a41e757a5.md)\n\n[People Team](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/People%20Team%20b357238e4918404eb2edf62a10e6de23.md)\n\n[People System - Salarisbalie - Requesting Time off & Expensing](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/People%20System%20-%20Salarisbalie%20-%20Requesting%20Time%20off%20d436131e7b6840db95f13330ad7d3999.md)\n\n## People Experience & Policies\n\n### Your First Weeks\n\n[Highly Skilled Migrants and relocation](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Highly%20Skilled%20Migrants%20and%20relocation%2012927cf6a820413492eacde35992d19f.md)\n\n[YOUR first week x](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/YOUR%20first%20week%20x%20940621ae57e54c39aa5ded6e1b49cf4d.md)\n\n[Your 1st month ](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Your%201st%20month%205f253fc3413b427f8df1c4d0155ac153.md)\n\n### Key Policies\n\n---\n\n[Parenthood](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Parenthood%20f4a59f056c854ebdad997adb3ba6c543.md)\n\n[Pension](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Pension%20a20c852b7ada4be297a97951aa20a7e2.md)\n\n[Perks & Benefits](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Perks%20&%20Benefits%20c69a77eb7bd847e7a781476434855be1.md)","139":"[Taking Time off x](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Taking%20Time%20off%20x%2000c8b7bcab1a4b1ba5d285adb774b32d.md)\n\n[Travel costs and reimbursements](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Travel%20costs%20and%20reimbursements%2000f6aef431694c4a9b7baec9b8981ea4.md)\n\n[Calling in sick/better](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Calling%20in%20sick%20better%20ca3c036d25a24fcf988c410c9fc67108.md)\n\n[Referral bonus](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Referral%20bonus%2092062e6713cc484b8621ac8b6255be97.md)\n\n---\n\n## Job roles, Feedback and development\n\n*The number 1 reason for people to work at Blendle is growth and learning from smart people.*\n\n---\n\n[Our Feedback Process](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Our%20Feedback%20Process%20c40fc80d546045ffb7076797301e81a8.md)\n\n[Job Matrix™ (job profiles)](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Job%20Matrix%E2%84%A2%20(job%20profiles)%20e803238d7ce04252af96000562e24615.md)\n\n[Learning Budget](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Learning%20Budget%20c4f43585e1d549e6a1078624633c5454.md)\n\n## Manager Toolkit\n\n*Here are some tips and tools to help you become a great leader.*\n\n---\n\n[Leading Feedback ](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Leading%20Feedback%20340aba894c6a4fccaae82112c588ab11.md)\n\n[Salary Review](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Salary%20Review%20fd385c04dff04c2bb298f7085bf9e78d.md)\n\n[Party and study budget](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Party%20and%20study%20budget%20eb7ff127f82e403f9384d5f5681370af.md)\n\n[Hiring ](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Hiring%20fd6a5e1f88dd4476988147a3a62e1f0d.md)\n\n[Firing](Blendle's%20Employee%20Handbook%20a834d55573614857a48a9ce9ec4194e3/Firing%20b870eff4bf1d42ae9f7e119b6660f4fc.md)"}